[
  {
    "checkList": "قسم الطوارئ الاستقبال",
    "items": [
      {
        "title": "البنية التحتية",
        "subItems": [
          "وجد مكان مناسب - وحديث ومصدق عليه من قبل لجنة منع ومكافحة العدوى ويسهل به الإجراء"
           , "يوجد غرفة منفصلة لتغيير - الملابس والاكل والشرب"
         , "تصميم القسم والتهوية وفقا للمعايير االرشادية من حيث المسافة بين االسرة مع وجود على االقل غرفة عزل واحدة في القسم تتوافق مع سياسات منع العدوى"
         , "منطقة الفرز بفواصل منفصلة وغرف منفصلة لمرضى فيروس كورونا المستجد واالمراض المعدية االخرى"
        ]
      }
     ,{
        "title": "العاملـــــــــــــــون",
        "subItems": [
          " العاملين ملتزمين بممارسة منع ومكافحة العدوى من حيث الزي الواجب ارتداؤه – اداب السعال – النظافة الشخصية ( ممنوع االظافر الطويلة – طالء االظافر –االكسسوارات )"
        ]
     }
     ,{
        "title": "- نظافة االيدي ( غسيل االيدي )",
        "subItems": [
          "يوجد حوض لغسيل االيدي منفصل ويعمل مع صابون كافى ومطهر و امدادات التجفيف متاحة على الحوض"
          ,"يوجد بجوار الحوض ملصق توضيحي لكيفية غسيل االيدي و ساعة لتظبيط الوقت الكافي لغسل اليدين"
          ,"- مضخات الكحول لفرك االيدي متاحة باالعداد الكافية ( مضخة واحدة في كل محطة عمل )"
,"مضخات الصابون السائل و البيتادين يتم تنظيفها بالماء والصابون ويتم تطهيرها يوميا قبل اعادة ملئها ولا يتم اضافة الصابون السائل للمضخات الممتلئة جزئيا"
          ,"االلتزام بغسيل االيدي او الفرك بالكحول وفقا للحظات الخمسة مع االلتزام بوقت التالمس لكل مادة مستخدمة"
          ,"معدالت االستجابة لنظافة االيدي يتم مراقبتها بصفة منتظمة والنتائج يتم مناقشتها في اجتماعات لجنة منع ومكافحة العدوى لتصحيح االفعال وكذلك العاملون على علم بالنتائج"
        ]
     }
     ,{
        "title": "ادوات الوقاية الشخصية ",
        "subItems": [
          " ادوات الوقاية الشخصية مناسبة وكافية ومتاحة"
        ," ادوات الوقاية الشخصية وفقا لالحتياطات القياسية لمنع العدوى والحتياطات العدوى المنقولة من خالل التدريب بانتظام على استخدام خطوات وارتداء و خلع وتغيير والتخلص من الواقيات الشخصية"
        ]
      }
     ,{
        "title": " اسلوب منع التلوث",
        "subItems": [
" تطهير المدخل بكحول لمدة 15 ثانية قبل الحقن وممنوع اخذ عينة دم من القسطرة"
          ," تحضير االمدادات / الصينية (باستخدام الكيس الطبي ذواالستخدام الواحد)"
          ,"نظافة االيدي عن طريق فرك اليدين بالكحول ثم ارتداء قفازات نظيفة (قفازات معقمة في حالة تركيب كانيوال لمرضى ضعيفي المناعة)"
          ," تحضير الجلد المناسب : -التحضير المناسب للجلد : -تطهير الجلد ب 70% كحول اثيلي لمدة 30 ثانية وتدعه يجف ، استخدام عاصبة احادية االستخدام وااللتزام باسلوب عدم اللمس"
          ," ممنوع اعادة تغطية السرنجات او االبر المستعملة"
          ," شاش معقم او غيار شفاف او شبه شفاف معقم تُوضع على مكان التوصيل ويتم كتابة التاريخ ويتم ازالة الكانيوال كل 72 ساعة او عندما يحدث التهاب او اليوجد احتياج لها"
          ," يتم الالتزام بالدائرة المغلقة دائما"
          ," تغيير الكانيولا والخط الوريدي فورا في حالة استخدام الدم او احدى مشتقاته وفي خلال 24 ساعة في حالة التغذية الوريدية الكاملة ."
        ]
     }
     ,{
        "title": "الحقن الوريدي والحقن الآمن",
        "subItems": [
          " االمبوالت متعددة الجرعات يوضع عليها الصق عليه الوقت والتاريخ الفتح ويتم التخلص منها بعد 28 يوم بعد اول استخدام اذا لم توصى الشركة المصنعة خالف ذلك"
          ," عربات االدوية تحفظ نظيفة وجافة و بالنسبة للدواء يتم مراجعة تاريخ انتهاء الصالحية – التلوث – الشوائب – تشققات الزجاجة – التسريبات قبل االستخدام"
          ,"منطقة منفصلة لتحضير االدوية بعيدا عن منطقة رعاية المرضى"
          ," االجراء المانع للتلوث يُستخدم اثناء الحقن الوريدي"
          ," استخدام امبول واحد متعدد الجرعات في وقت واحد مع تطهير الجزء االعلى منه و استخدام سرنجة جديدة معقمة في كل مرة سحب"
          ,"امبولات الجرعة الواحدة او الاستخدام الواحد يتم التخلص منها فورا بعد الاستخدام والتخلص من اي بقايا"
          ,"تحقن الادوية باسرع وقت ممكن بعد سحبها في السرنجات ( يجب ان يوضع عليها ملصق )"
          ," الادوية البودر تحضر بامبولات ماء معقمة"
        ]
     }
     ,{
        "title": "الحزمة الوقائية لتركيب القسطرة الوريدية المركزية",
        "subItems": [
"كل العناصر المحتاجة متوفرة ويسهل الوصول اليها تحضير كل العناصر المحتاجة  MAHOUKER (ماروكة & غيار معقم & مفروشات معقمة & او حزمة توصيل موحدة & الصق معقم & غطاء للرأس & قناع جرحي & عباءة طبية معقمة & قفازات معقمة & مطهر للجلد)"
          ,"يتم عمل غسيل ايدي جراحي قبل التركيب مع استخدام كافة احتياطات الحاجز المعقم مع قفازات معقمة تستخدم لتوصيل القسطرة الشريانية &المركزية & والوسطية"
          ,"تجنب وريد الفخذ للتمكن من الوريد المركزى في المرضى البالغين & استخدام  SUBCLAVION وريد أفضل من وريد  JUGULAR"
          ," يتم وضع الغيارات الشاش المعقمة أو الغيارات الشبه منفذه المعقمةاو الغيارات الشفافة المعقمة علي منطقة التركيب و يتم كتابة التاريخ والوقت علي الغيار"
          ," يتم مراجعة الحاجة الي القسطرة الوريدية المركزية يوميا و ازالتها في حالة عدم الحاجة اليها او وجود التهاب او عدوي بها"
          ,"اجراء غسيل االيدي و الالتزام بالواقيات  الشخصية في كل تعامل مع القسطرة الوريدية المركزية و عند الغيار عليها"
          ," يتم دعك جميع الافرع قبل اي استخدام بمطهر مناسب  ( كحول 70% )"
          ,"يتم تغيير الغيار فورا في حالة البلل او التلوث و يتم الغيار علي الغيار الشاش المعقم و كذلك الغيلر الشبة منفذ علي الاقل  كل يومين"
          ,"في حالة اعطاء الدم او مشتقاته او منتجات الدهون يتم تغيير جهاز االعطاء كل 24 ساعة"
          ,"في حالة استخدام اجهزة اعطاء المحاليل بالتنقيط باستمرار.. يتم تغييرها كل ثالث ايام و ليس اقل من ذلك واسبوع باقصي حد"
          ," يتم الحفاظ دوما علي الدائرة مغلقة"
        ]
     }
     ,{
        "title": " الحزمة الوقائية لتركيب القسطرة البولية",
        "subItems": [
"استخدام البديل ان امكن / و سبب التركيب واضح و موثق"
          ,"اعداد صينية التركيب  (القسطرة /الفرش المعقم / الشاش المعقم / بالستر / جاون معقم / قفاز معقم / مطهر جلد / جل سيرنجة البالون / الماء المعقم )"
          ," غسيل االيدي وارتداء القفازات المعقمة وتنظيف منطقة توصيل القسطرة بالماء والصابون ثم بالمحلول المعقم"
          ," يتم تطهير الايدي بمطهرات الجلد و ارتداء الواقيات الشخصية المناسبة"
          ,"تطهير منطقة التوصيل بـ 10 % بيتادين جراحي بالطريقة الصحيحة وفقا لجنس المريض مع االخذ في االعتبار وقت التالمس"
          ," استخدام جيل معقم احادى الاستخدام قبل توصيل القسطرة البولية"
          ," بمجرد توصيل القسطرة يتم نفخ البالون بالماء المعقم بالمستوى الموصى به  (10 ملل ) اذا لم يوصى بخالف ذلك"
          ," استخدام اسلوب منع التلوث عند توصيل القسطرة البولية والمحافظة على الدائرة المغلقة المعقمة"
          ," تثبيت القسطرة على رجل المريض لمنع حركتها من مكانها ويتم كتابة تاريخ التركيب و كيس جمع البول يتم تعليقه تحت مستوى المريض وتجنب مالمسة االرض او اي سطح"
          ,"متابعة الحاجة الي القسطرة يوميا"
          ,"عمل غسيل ايدي و االلتزام بالواقيات الشخصية في كل تعامل مع القسطرة البولية"
          ,"عينة مزرعة البول تؤخذ من المنطقة المصممة لذلك او فوق منطقة التقاء القسطرة بكيس جمع البول بعد تطهيرها بالكحول باستخدام سرنجة معقمة و الحفاظ علي الدائرة المغلقة"
          ," عمل نظافة يومية حول منطقة التركيب ..مع منع استخدام المطهرات في هذة المنطقة"
          ,"كيس جمع البول يتم تفريغه لكل مريض علي حدة في حاوية مخصصة له ثم يتم غسلها و تطهيرها و تحفظ في مكان نظيف مع تطهير مخرج كيس جمع البول بواسطة الكحول لمدة 15 ثانية و تركه ليجف"
        ,"القسطرة الفولي يتم تغيرها كل 5 ايام و القسطرة السيليكون يتم تغيرها كل شهر"

        ]
     }
     ,{
        "title": "احتياطات العزل",
        "subItems": [
          " يتم العزل بناء على حالات الاشتباه"
          ," معدات نظافة الايدي والواقيات الشخصية المناسبة متاحة للغرفة وفقا لنوع العزل"
          ,"عالمة العزل موضوعة على الباب ومرئية بوضوح لكل من يدخل الغرفة"
          ," ممنوع او تحديد الزوار اذا تم الامتثال بالسياسات"
          ," منشورات وملصقات آداب السعال متاحة"
        ]
     }
    ,{
        "title": "اعادة معالجة الالات ",
        "subItems": [
         " اعداد الالات والمعدات متناسبة مع اعداد المرضى"
          ," غمر او رش الالات والمعدات الملوثة في حاوية مغطاه تحتوي على الماء والمنظف الانزيمي فورا بعد الاستخدام وتُرسل الى قسم التعقيم والتوريد المركزى ولا يتم التعامل معها داخل وحدة الطوارئ"
          ," الادوات الملوثة تُرسل في حاوية محكمة والادوات المعقمة تستقبل في حاوية اخري"
          ," تواريخ التعقيم وانتهاء الصالحية والامان للحزم الموجودة تُراجع قبل الاستخدام"
          ,"اجهزة جلوكوميتر و السماعات و اجهزة قياس الضغط و موازين الحرارة يتم تطهيرها بعد كل استخدام"
        ]
     }
      ,{
        "title": "  معدات التنفس ",
        "subItems": [
          "مناظير الحنجرة& مرطب االكسجين & زجاجات التشفيط تعقم او تطهر تطهير عالي المستوي بين المرضى  (كل 24 ساعة لنفس المريض بالنسبة لمرطب الاكسجين )"
          ," يتم استخدام ماء معقم في مرطبات الاكسجين و كذلك اثناء تحضير جهاز Nebulizer"
          ,"ماسك االكسجين واجهزة التشفيط التشفيط يتم معالجتها يوميا لنفس المريض و الامبوباج يتم حفظه بحاوية نظيفة بين كل استخدام و اخر لنفس المريض"

        ]
      }
    ,{
        "title": "  اجهزة تنقية الهواء",
        "subItems": [
          " قنوات و فالتر الهواء لجهاز التكييف يتم تنظيفها و تغييرها على حسب السياسات"
        ]
      }
    ,{
        "title": "معالجة المنسوجات ",
        "subItems": [
          "التجميع المناسب للمنسوجات المستخدمة من غرف المرضى ويتم نقلها في عربات مغطاه الى المغسلة"
          ,"المنسوجات يتم تغييرها بصفة يومية وحينما تتلوث وبعد كل مريض"
          ,"- الستائر غير نافذة للسوائل ويتم تغييرها بين المرضى وحينما تتلوث واسبوعيا"
          ,"المراتب والوسائد يتم تغطيتها بغطاء حامي ضد المياه"


        ]
      }

    , {
        "title": " تنظيف البيئة ومقاييس التطهير  ",
        "subItems": [
          " الوحدة نظيفة وجافة وخالية من الاتربة . و يتم غسيلها بالماء و الصابون في بداية كل شيفت و عند الاتساخ .. (فوطة مخصصة لكل مكان ).. التنظيف يتم بالطريقة الصحيحة وفقا لسياسة مكافحة العدوي"
          ,"المطهرات تُستخدم بالطريقة الصحيحة (توضع بالنسب الصحيحة وااللتزام بوقت التالمس) و يتم تطهير الوحدو بالكلور مرتين يوميا و عند حدوث اي انسكاب دموي بدون خلط الصابون بالكلور اثناء التنظيف"
           ,"يوجد جدول للتنظيف والتطهير والتطهير اليومي والاسبوعي"
," يوجد غرفة للنظافة نظيفة واخرى متسخة"
          ," لا يوجد حشرات او قوارض"

        ]
      }

    ,{
        "title": "  معالجة التعرض للدم",
        "subItems": [
          " معالجة التعرض للدماء او لسوائل الجسم وفقا الجراءات منع ومكافحة العدوى"
          ,"صينية الانسكابات متاحة ومفعلة"

        ]
      }

    ,{
        "title": "  منطقة التخزين ",
        "subItems": [
          " الثالجات نظيفة و تحتوي علي ادوية فقط و درجة حرارتها تسجل يوميا"
          ,"- غرفة تخزين منفصلة للامدات و الادوية بدرجة حرارة منضبطة من 22- 25 درجة والرطوبة تصل الى 70%"
          ,"كل الامدادات نظيفة وجافة ويتم تخزينها بالطريقة المناسبة ولا يوجد عناصر على الارض او تحت الحوض ولا يوجد ادوية او امدادت منتهية الصالحية"

        ]
      }
      ,{
        "title": "   تسليم المخلفات",
        "subItems": [
          " توافر معدات فصل المخلفات الطبية في اماكن سهلة الوصول اليها"
          ," فصل المخلفات المناسب باستخدام اكياس ملونة وحاويات حادة على حسب السياسة"
          ," تجميع ونقل ووزن المخلفات يتم بالطريقة الصحيحة مع ارتداء الواقيات الشخصية المناسبة كما يوضع ملصق للمخلفات ويكتب  (المكان والوقت والنوع ) مكتوبة على الاكياس وصندوق الامان"
          ," التخلص من المخلفات الطبية السائلة في احواض خاصة بدون بقع مع ارتداء الواقيات الشخصية ثم يتم تنظيف وتطهير الحوض"
          ,"- صندوق الامان والاكياس يتم غلقها بعد امتلاء ثالث ارباع حجمها قبل التخلص  منها والسرنجات قي صندوق الامان لا يتم تغطيتها ويتم التخلص منها كوحدة واحدة"
        ]
      }


    ]
  },

  {
    "checkList": "ادارة منع ومكافحة العدوى",
    "items": [
      {
        "title": "مسئولية برنامج منع ومكافحة العدوى",
        "subItems": [
          " المستشفى تنشئ لجنة منع ومكافحة العدوى متعددة  التخصصات ويتم عمل اجتماع على  الاقل كل شهر كاملة النصاب (الوفد  يكون معتمد من مدير المستشفى)",
          " يوجد مواضيع واضحة للمراجع للجنة منع ومكافحة العدوى",
          " كل التخصصات ذات صلة متواجدة في اللجنة",
          " اجتماعات اللجنة يتم تسجيلها",
          " قرارات اللجنة يتم تنفيذها بفاعلية خالل االطار الزمنى المعتمد",
          " القرار المتخذ يتم متابعته كل اجتماع"
        ]
      }
    ,{
        "title": "التزام القيادة",
        "subItems": [
         " مدير المستشفى يدعم تنفيذ خطة لجنة منع ومكافحة العدوى باعتماد مباشر أو تصعيد كل االجراءات المطلوبة",
          " تدريب ادارة منع ومكافحة العدوى جزء من التوعية الشاملة يتم اعطاؤه لكل الموظفين المعينين الجدد",
          " مدير المستشفى يدعم التطوير والتحديث المستمر للخدمات المركزية واالدوات وامداد المستهلكات واستمرار الخدمة",
          " مدير المستشفى ملتزم بتخصيص الموارد المدادات ادراة منع ومكافحة العدوى والمستهلكات وغرفة عزل مجهزة جيدا",
          " مدير المستشفى على علم بمعدلات عدوى المستشفيات المكتسبة والثغرات في تنفيذ خطة منع ومكافحة العدوى"
        ]
      }
    ,{
        "title": "مؤهلات وتكوين فريق مكافحة العدوى",
        "subItems": [
" اعضاء الفريق يغطوا 24 ساعة في اليوم",
          " المستشفى بها فريق منع ومكافحة العدوى مؤهل ومكلف ومدربين جيدا",
          " فريق منع ومكافحة العدوى مخصص النشطة منع ومكافحة العدوى",
          " عدد اعضاء الفريق مناسب لعدد االسرة واحد لكل 122 /52 سرير على حسب خدمات المستشفى",
          " الفريق له قائد معتمد( مدير الوحدة ) يكون خبير في الرعاية الصحية وكفئ مع التعليم والتدريب المناسب",
          " قائد فريق منع ومكافحة العدوى وكل عضو له وصف وظيفي محدد أو اختصاصات",
          " مدير واعضاء وحدة مكافحة العدوى له القدرة على التواصل مع الادارة العليا وكل قسم ويعمل بفاعلية",
          " يوجد ممرضة ارتباط بمنع ومكافحة العدوى مدربة جيدا تكون موجودة في كل قسم وفقا للترتيب االداري",
          " يوجد وحدة منع ومكافحة العدوى مجهزة ( كمبيوتر & طابعة ملونة & ماكينة تصوير & اسكانر ) مع ادخال االنترنت",
          " مدير/ فريق وحدة منع ومكافحة العدوى يقيم اعضاء فريقه بانتظام ( على االقل كل سنه)"
        ]
      }
    ,{
        "title": "دور الممرضة الرئيسية بالقسم أو ممرضة االرتباط في منع ومكافحة العدوى",
        "subItems": [
          " يوجد حوار بين الممرضةالرئيسية بالقسم أو ممرضة االتباط وفريق مكافحة العدوى لمناقشة عدم المطابقة التي تظهر اثناء الجولة اليومية لفريق منع ومكافحة العدوى",
          " الممرضة الرئيسية بالقسم أو ممرضة االرتباط تأخذ اجراءات لتصحيح عدم االلتزام بسياسات منع ومكافحة العدوى",
          " الممرضة الرئيسية على علم بمعدالت عدوى المستشفيات المكتسبة ونتائجها يتم نشرها في كل الوحدات"

        ]
      }
    ,{
        "title": "تأثيرات برنامج مكافحة العدوى",
        "subItems": [
          " يوجد برنامج منع ومكافحة العدوى شامل يتم تنفيذه وتطويره ومراقبته",
          " البرنامج يصف المجال واالهداف والتوقعات وطرق الترصد",
          " برنامج منع ومكافحة العدوى مبني على تقييم مخاطر منع ومكافحة العدوى و المعرفة العلمية الحالية والمعايير االرشادية المقبولة للتدريب والقوانين المطبقة والتنظيمات",
          " برنامج منع ومكافحة العدوى يعمل من خالل خطة سنوية لمنع ومكافحة العدوى مبنية على تقييم المخاطر ويتم تقييمها بانتظام",
          " المستشفى تعرف االقسام والخدمة التي بها زيادة في خطر العدوى",
          " برنامج منع ومكافحة العدوى يشمل خطة تدريب لكل خبراء الرعاية الصحية باالضافة الى وعي المريض",
          " برنامج منع ومكافحة العدوى له الصالحية للدخول على البيانات  الهامة والمعلومات الهامة بما فيها بيانات المعمل",
          " سياسات منع ومكافحة العدوى محدثة يتم واجراءات منح",
          " فريق منع ومكافحة العدوى يقيم انشطة منع ومكافحة العدوى بمرورات يومية مجدولة ومسجلة باستخدام قائمة تدقيق موجدة",
          " يوجد اجراءات تصحيحية لفريق منع ومكافحة العدوى أو الممرضة الرئيسية او ممرضة االرتباط والمدير الختراق / لكسر سياسات وحدة مكافحة العدوى وفقا لشدة االختراق",
          " تقرير بيان نهائي داخلى يشمل تصنيف اداء وحدات واقسام يكون موجود في اجتماعات لجنة منع ومكافحة العدوى",
          " يوجد جدول برنامج االشراف على المضادات الحيوية والفريق ولجنة بسياسة معتمدة",
          " سياسة استخدام المضادات الحيوية يتم تنفيذها ويتم تقييم االلتزام بها بانتظام"

        ]
      }
    ,{
        "title": "الترصد & فحوصات االوبئة & التأهب للكوارث",
        "subItems": [

          " يوجد نظام ترصد مجهز جيدا يتم تنفيذه بفريق منع ومكافحة العدوى ( تعريفات الحالة وتجميع بيانات زمنى وطرق العزل واالشكال ونتائج المعمل)",
          " وحدة منع ومكافحة العدوى تتبع حالات العدوى التي تدخل المستشفى وعزلهم بطريقة صحيحة وفقا لنوع العدوى ومراقبة ضغط الهواء لغرفة العزل",
          " فريق منع ومكافحة العدوى يبلغ عن بيانات برنامج الترصد لالطراف الفاعلة والتقارير يتم مراجعتها ربع سنويا على االقل بواسطة لجنة منع ومكافحة العدوى",
          " فريق منع ومكافحة العدوى يقوم بفحوصات زمنية ويحلل المعلومات عندما تحدث اوبئة وتفشيات معدية او في حالة االشتباه به",
          " وحدة منع ومكافحة العدوى عندها خطة مفصلة مكتوبة تصف كيف يتم مواجهة التدفق الهائل للمرضى المعديين في حالة االوبئة والكوارث"
        ]
      }
    ,{
        "title": " برنامج التواصل والتبليغ",
        "subItems": [

          " بداخل المستشفى معلومات منع ومكافحة العدوى يتم نشرها للعاملين بالرعاية الصحية والمرضى والزائرين زمنيا وبكفاءة",
          " خارج المستشفى التبليغ بمعدالت االلتزام لمنع ومكافحة العدوى ومعلومات ترصد عدوى المستشفيات المكتسبة للجنة ومنع ومكافحة العدوى بالمجلس االعلى للجامعات ووزارة الصحة (االمراض المعدية يبلغ عنها )"
        ]
      }
     ,{
        "title": "برنامج تدريب منع ومكافحة العدوى ورفع الكفاءة",
        "subItems": [
          "المستشفى تتبنى برنامج تدريب منع ومكافحة العدوى الفعال شامال العاملين الجدد بالرعاية الصحية مع تقسيم االحتياجات بانتظام",
" خطة تدريب سنويا يتم تجهيزها تعتمد وتنفذ وتسجل ( سجالت التدريب – اوراق الحضور –الصور)" ,
          " برنامج تدريب تدفق االمراض المعدية يعتمد وينفذ",
          " شهادات التدريب جزء من سجالت العاملين بالرعاية الصحية"
        ]
      }
    ,{
        "title": "برنامج مكافحة العدوى والصحة المهنية",
        "subItems": [
          " وحدة منع ومكافحة العدوى تضمن تقييم وفحص مخاطر نقل العدوى للعاملين بالرعاية الصحية تكون متوفرة ومتاحة",
          " سياسة الوقاية ما بعد التعرض متاحة للعاملين بالرعاية الصحية",
          " حالة التطعيم لكل العاملين بالرعاية الصحية بالنسبة للفيروس الكبدي الوبائي B واضحة ويتم تسجيلها",
          " تقارير الوخز يتم تسجيلها بانتظام"

        ]
      }
    ,{
        "title": "خطة البناء والتجديد",
        "subItems": [
" المستشفى بها تعريفات واضحة لتقييم مخاطر العدوى للبناءات والتجديدات",
          " يوجد الية مثل السماح بالعمل لتمكين تقييم مخاطر العدوى والتوصيات",
          " يوجد اغالق محكم لمنطقة التشييد مع فصل النقوش ومكيفات الهواء لو امكن"
        ]
      }
    ]
  },



]
