[
  {
    "checkList": "القسم الداخلى",
    "items": [
      {
        "title": "البنية التحتية",
        "subItems": [
          "  يوجد مكان مناسب وحديث ومصدق عليه من قبل لجنة منع ومكافحة العدوى ويسهل به الاجراء",
          "  يوجد غرفة منفصلة لتغيير الملابس والاكل والشرب",
          "  تصميم القسم والتهوية وفقا للمعايير الارشادية من حيث المسافة بين الاسرة مع وجود على الاقل غرفة عزل واحدة في القسم تتوافق مع سياسات منع العدوى"
        ]
      },
      {
        "title": "العاملون",
        "subItems": [
          " ( العاملين ملتزمين بممارسة منع ومكافحة العدوى من حيث الزي الواجب ارتداؤه - اداب السعال – النظافة الشخصية ( ممنوع الاظافر الطويلة - طلاء الاظافر – الاكسسوارات"
        ]
      },
      {
        "title": "نظافة الايدي ) غسيل الايدي )",
        "subItems": [
          "  يوجد حوض لغسيل الايدي منفصل ويعمل مع صابون كافى ومطهر و امدادات التجفيف متاحة على الحوض وملصقات لطريقة غسيل الايدي",
          "  مضخات الكحول لفرك الايدي - متاحة بالاعداد الكافية (مضخة واحدة في كل محطة عمل)",
          "  مضخات الصابون السائل يتم تنظيفها بالماء والصابون ويتم تطهيرها يوميا قبل اعادة ملئها ولا يتم اضافة الصابون السائل للمضخات الممتلئة جزئيا",
          "  الالتزام بغسيل الايدي او الفرك بالكحول وفقا للحظات الخمسة مع الالتزام بوقت التلامس لكل مادة مستخدمة",
          "  معدلات الاستجابة لنظافة الايدي يتم مراقبتها بصفة منتظمة والنتائج يتم مناقشتها في اجتماعات لجنة منع ومكافحة العدوى لتصحيح الافعال و العاملون على علم بالنتائج"
        ]
      },
      {
        "title": "معدات الوقاية الشخصية",
        "subItems": [
          "  ادوات الوقاية الشخصية مناسبة - وكافية ومتاحة",
          "  ادوات الوقاية الشخصية وفقا للاحتياطات القياسية لمنع العدوى ولاحتياطات العدوى المنقولة من خلال التدريب بانتظام على استخدام خطوات وارتداء و خلع وتغيير والتخلص من الواقيات الشخصية "
        ]
      },
      {
        "title": "احتياطات العزل",
        "subItems": [
          "  اشارة العزل يتم وضعها على الباب ومرئية بوضوح",
          "  يتم العزل بناء على حالات الاشتباه بامر طبي",
          "  امدادات نظافة الايدي وادوات الوقاية الشخصية متاحة بالغرفة",
          "  دكتور وممرضة وعامل منفصلين يتم تكليفهم للتعامل مع مريض العزل لو غير ممكن يتم التعامل معه في نهاية مرور المرضى",
          "  بالنسبة للمريض الخاضع لاحتياطات العزل العدوى المنقولة عن طريق الهواء وعن طريق القطيرات يتم نقله مرتديا قناع جراحي",
          "  اثناء نقل المريض الخاضع لاحتياطات العزل عن طريق التلامس : كل مناطق العدوى او المستعمرة لتلامس جسم المريض يتم احتوائها وتغطيتها وتطهيرها"
        ]
      },
      {
        "title": "اسلوب منع التلوث",
        "subItems": [
          "  تحضير الامدادات / الصينية باستخدام الكيس الطبي احادي الاستخدام /العاصبة احادية الاستخدام",
          "  (عمل غسيل الايدي بمحلول الكحول ثم ارتداء (قفازات نظيفة قفازات معقمة في حالة تركيب كانيولا لمرضى ضعيفي المناعة",
          "  تحضير الجلد المناسب : تطهير الجلد النظيف ب 02 % كحول ايثيلي لمدة 22 ثانية ثم تركه ليجف مع الالتزام باسلوب عدم التلامس",
          "  ممنوع اعادة تغطية السرنجات اوالابر المستعملة",
          "  يتم وضع غيار شفاف معقم او غيار شاش معقم على موضع التوصيل ويتم كتابة التاريخ  الكانيولا يتم ازالتها كل 00 ساعة او عند حدوث التهاب او عند عدم الاحتياج اليها",
          "  تطهير المدخل بالكحول لمدة 15 ثانية قبل الحقن وتركه ليجف لمدة 22 ثانية",
          "  ممنوع سحب عينات دم من القسطرة",
          "  المحافظة على الدائرة المغلقة",
          "  تغيير الكانيولا والخط الوريدي فورا في حالة استخدام الدم او مشتقاته وفي خلال 04 ساعة في حالة التغذية الوريدية الكاملة"
        ]
      },
      {
        "title": "الحقن الوريدي والحقن الامن",
        "subItems": [
          "  منطقة منفصلة لتحضير الادوية - بعيدا عن منطقة رعاية المرضى و عربات الادوية تحفظ نظيفة وجافة",
          "  الاجراء المانع للتلوث يُستخدم اثناءالحقن الوريدي",
          "  بالنسبة للدواء يتم مراجعة تاريخ انتهاء الصلاحية  – التلوث – الشوائب – تشققات الزجاجة – التسريبات قبل الاستخدام",
          "  الامبولات متعددة الجرعات يوضع عليها لاصق عليه الوقت والتاريخ الفتح ويتم التخلص منها بعد 02 يوم بعد اول استخدام اذا لم توصى الشركة المصنعة خلاف ذلك",
          "  استخدام امبول واحد متعدد الجرعات في وقت واحد مع تطهير الجزء الاعلى منه استخدام سرنجة جديدة معقمة في كل مرة سحب",
          "  امبولات الجرعة الواحدة او الاستخدام الواحد يتم التخلص منها فورا بعد الاستخدام والتخلص من اي بقايا",
          "  تحقن الادوية باسرع وقت ممكن - بعد سحبها في السرنجات (يجب ان يوضع عليها ملصق)",
          "  الادوية البودر تحضر بامبولات ماء معقمة"
        ]
      },
      {
        "title": "الحزمة الوقائية للقسطرة البولية",
        "subItems": [
          "  استخدام البديل ان امكن / وسبب التركيب واضح و موثق",
          "  (اعداد صينية التركيب (القسطرة - /الفرش المعقم / الشاش المعقم / بلاستر / جاون معقم / قفاز معقم / مطهر جلد / جل سرنجة البالون / الماء المعقم",
          "  تطهير منطقة التوصيل ب 10% بيتادين جراحي بالطريقة الصحيحة وفقا لجنس المريض مع الاخذ في الاعتبار وقت التلامس",
          "  استخدام جل معقم احادى الاستخدام قبل توصيل القسطرة البولية",
          "  بمجرد توصيل القسطرة يتم نفخ البالون بالماء المعقم بالمستوى الموصى به ( 10 ملل ) اذا لم يوصى بخلاف ذلك",
          "  استخدام اسلوب مانع للتلوث عند توصيل القسطرة البولية والمحافظة على الدائرة المغلقة المعقمة",
          "  تثبيت القسطرة على رجل المريض لمنع حركتها من مكانها ويتم كتابة تاريخ التركيب",
          "  كيس جمع البول يتم تعليقه تحت مستوى المريض وتجنب ملامسة الارض او اي سطح",
          "  متابعة الحاجة اليها يوميا و ازالتها في حالة عدم الحاجة اليها",
          "  عينة مزرعة البول يتم اخذها بسرنجة معقمة من المكان المخصص لذلك او فوق منطقة التفرع بعد التطهير بواسطة الكحول",
          "  يتم عمل نظافة يومية حول مكان التركيب .. و يحظر استخدام المطهرات",
          "  التمريض علي دراية بالاتي : طريقة تعليق كيس جمع البول",
          "  لا يتم فصل كيس جمع البول من القسطرة لاي سبب",
          "  يتم تفريغ كيس جمع البول يتم تفريغة لكل مريض علي حدة و كذلك يتم غسيا الحاوية و تطهيرها و تحفظ في مكان نظيف",
          "  يتم تغيير القسطرة الفولي كل 5 ايام والقسطرة السيليكون كل شهر"
        ]
      },
      {
        "title": "اعادة معالجة الالات",
        "subItems": [
          "  عدد الالات و المعدات مناسب لعدد المرضي",
          "   غمر او رش الالات والمعدات الملوثة في حاوية مغطاه تحتوي على الماء والمنظف الانزيمي فورا بعد الاستخدام وتُرسل الى قسم التعقيم والتوريد المركزى ولا يتم التعامل معها داخل القسم",
          "  الادوات الملوثة تُرسل في حاوية محكمة والادوات المعقمة تستقبل في حاوية اخري",
          "  تواريخ التعقيم وانتهاء الصلاحية والامان للحزم الموجودة تُراجع قبل الاستخدام",
          "  اجهزة جلوكوميتر واجهزة الضغط والسماعات يتم تطهيرها بمسحة من الكحول بين المرضى و كذلك الترمومترات تحفظ في حاوي نظيف و مغلق"
        ]
      },
      {
        "title": "معدات التنفس",
        "subItems": [
          "  مناظير الحنجرة يتم تعقيمها او تطهيرها تطهيرعالى المستوى بين المرضى",
          "  مياه معقمة تستخدم عند تحضير البخاخات وعند تغييرمياه مرطب الاكسجين",
          "  الاقنعة والبخاخات واجهزة التشفيط واجهزة الاكسجين يتم تغييرها بين المرضى ويتم اعادة معالجتها يوميا لنفس المريض"
        ]
      },
      {
        "title": "تنظيف البيئة ومقاييس التطهير",
        "subItems": [
          "  الوحدة نظيفة وجافة وخالية من الاتربة .. و يتم غسيل الوحدة بالماء والصابون في بداية كل شيفت و عند الاتساخ ( بفوطة مخصصة لكل مكان ) و يتم التنظيف بالطريقة الصحيحة وفقا لتعاليم مكافحة العدوي",
          "  المطهرات تُستخدم بالطريقة الصحيحة ( توضع بالنسب الصحيحة والالتزام بوقت التلامس ) و يتم التطهير بالكلور مرتين يوميا و فورا في حال وجود انسكابات دموية بدون خلط الصابون مع الكلور اثناء التنظيف",
          "  وجد جدول للتنظيف والتطهير اليومي والاسبوعي كما يوجد جدول للتنظيف العميق كل اسبوعين علي الاقل",
          "  يوجد غرفة للنظافة نظيفة واخرى متسخة",
          "  لا يوجد حشرات او قوارض"
        ]
      },
      {
        "title": "معالجة الانسكاب الدموى",
        "subItems": [
          "  عالجة التعرض للدماء او لسوائل الجسم وفقا لاجراءات منع ومكافحة العدوى",
          "  صينية الانسكابات متاحة ومفعلة"
        ]
      },
      {
        "title": "منطقة التخزين",
        "subItems": [
          "  غرفة تخزين منفصلة للامدادات والأدوية بدرجة حرارة يتم ضبطها كالتالي من 22 - 25 درجة والرطوبة تصل إلي %70",
          "  كل الامدادات نظيفة وجافة ويتم تخزينها بالطريقة المناسبة ولا يوجد عناصر على الارض او تحت الحوض ولا يوجد امدادت منتهية الصلاحية او ادوية",
          "  الثلاجات نظيفة وتحتوي علي ادوية فقط و درجة الحرارة يتم تسجيلها يوميا"
        ]
      },
      {
        "title": "معالجة المنسوجات",
        "subItems": [
          "  التجميع المناسب للمنسوجات المستخدمة من غرف المرضى ويتم نقلها في عربات مغطاه الى المغسلة",
          "  لمنسوجات يتم تغييرها بصفة يومية وحينما تتلوث او تقطع وبعد كل مريض",
          "  الستائر غير منفذة للسوائل ويتم تغييرها بين المرضى وحينما تتلوث واسبوعيا",
          "  المراتب والوسائد يتم تغطيتها بغطاء حامي ضد المياه"
        ]
      },
      {
        "title": "تسليم المخلفات",
        "subItems": [
          "  توافر معدات فصل المخلفات الطبية في اماكن سهلة الوصول اليها",
          "  فصل المخلفات المناسب باستخدام اكياس ملونة وحاويات حادة على حسب السياسة",
          "  تجميع ونقل ووزن المخلفات يتم بالطريقة الصحيحة مع ارتداء الواقيات الشخصية المناسبة يوضع ملصق للمخلفات يحتوي علي المكان والتاريخ والنوع علي اكياس النفايات و صناديق الامان",
          "  التخلص من المخلفات الطبية السائلة في احواض خاصة بدون بقع مع ارتداء الواقيات الشخصية اللازمة ثم يتم تنظيف وتطهير الحوض",
          "  صندوق الامان والاكياس يتم غلقها بعد امتلاء ثلاث ارباع حجمها قبل التخلص منها و السرنجات في صندوق الامان لا يتم تغطيتها ويتم التخلص منها كوحدة واحدة"
        ]
      },
      {
        "title": "الحزمة الوقائية لمنع العدوى الجراحية بعد العمليات في الاقسام الجراحية",
        "subItems": [
          "  حماية غلق القطوع الاساسية بغيار معقم من 24 : 28 ساعة بعد العملية",
          "  المحافظة على مستوى السكر بالدم - بعد العملية اقل من 200 مجم اثناء فترة بعد العمليات فورا ( عمليات القلب )",
          "  ( وقف المضادات الحيوية خلال 24 ساعة بعد انتهاء وقت الجراحة ( 48 ساعة بعد عمليات القلب"
        ]
      }
    ]
  },
  {
    "checkList": "العيادات الخارجية",
    "items": [
      {
        "title": "البنية التحتية",
        "subItems": [
          "  يوجد مكان مناسب وحديث ومعتمد من قبل لجنة منع ومكافحة العدوى ويسهل الوصول اليه",
          "  تصميم القسم وفقا للمعايير الارشادية مع وجود مناطق انتظار ودورات مياه للمرضى وغرفات خدمة نظيفة واخرى متسخة",
          "  يوجد غرفة مخصصة لتغيير الملابس والاكل والشرب",
          "  منطقة الفرز مع وجود طرقات منفصلة وغرف لمرضى فيروس كورونا المستجد والامراض المعدية الاخرى"
        ]
      },
      {
        "title": "العاملون",
        "subItems": [
          " ( العاملين ملتزمين بممارسة منع ومكافحة العدوى من حيث الزي الواجب ارتداؤه - اداب السعال – النظافة الشخصية ( ممنوع الاظافر الطويلة - طلاء الاظافر – الاكسسوارات"
        ]
      },
      {
        "title": "نظافة الايدي ) غسيل الايدي )",
        "subItems": [
          "  يوجد حوض لغسيل الايدي منفصل ويعمل مع صابون كافى ومطهر و امدادات التجفيف متاحة على الحوض وملصقات لطريقة غسيل الايدي",
          "  مضخات الكحول لفرك الايدي - متاحة بالاعداد الكافية (مضخة واحدة في كل محطة عمل)",
          "  مضخات الصابون السائل يتم تنظيفها بالماء والصابون ويتم تطهيرها يوميا قبل اعادة ملئها ولا يتم اضافة الصابون السائل للمضخات الممتلئة جزئيا",
          "  الالتزام بغسيل الايدي او الفرك بالكحول وفقا للحظات الخمسة مع الالتزام بوقت التلامس لكل مادة مستخدمة",
          "  معدلات الاستجابة لنظافة الايدي يتم مراقبتها بصفة منتظمة والنتائج يتم مناقشتها في اجتماعات لجنة منع ومكافحة العدوى لتصحيح الافعال و العاملون على علم بالنتائج"
        ]
      },
      {
        "title": "ادوات الوقاية الشخصية",
        "subItems": [
          "  ادوات الوقاية الشخصية مناسبة - وكافية ومتاحة",
          "  ادوات الوقاية الشخصية وفقا للاحتياطات القياسية لمنع العدوى ولاحتياطات العدوى المنقولة من خلال التدريب بانتظام على استخدام خطوات وارتداء و خلع وتغيير والتخلص من الواقيات الشخصية "
        ]
      },
      {
        "title": "أسلوب المانع من التلوث",
        "subItems": [
          "  تستخدم القفازات النظيفة لازالة الغيار القديم بينما القفازات المعقمة والاسلوب المانع للتلوث يستخدم بعد ذلك اثناء اجراءات الغيار على الجرح",
          "  تنظيف الترولى باستخدام الماء والصابون او المطهر نبدأ بالقمة ثم العمل باتجاه اسفل ارجل الترولى و يتم وضع الغيار المعقم وو فتحه من ناحية مقدمة التروللي",
          "  بعد الاجراء : تطبيق علبة الغيار ووضع كل المواد الملوثة مع النفايات الطبية"
        ]
      },
      {
        "title": "الحقن الوريدي & الحقن الامن",
        "subItems": [
          "  منطقة منفصلة لتحضير الادوية بعيدا عن منطقة رعاية المرضى و عربات الادوية تحفظ نظيفة وجافة",
          "  الاجراء المانع للتلوث يُستخدم اثناء الحقن الوريدي",
          "  الامبولات متعددة الجرعات يوضع عليها لاصق عليه الوقت والتاريخ الفتح ويتم التخلص منها بعد 28 يوم بعد اول استخدام اذا لم توصى الشركة المصنعة خلاف ذلك",
          "  استخدام امبول واحد متعدد الجرعات في وقت واحد مع تطهير الجزء الاعلى منه استخدام سرنجة جديدة معقمة في كل مرة سحب",
          "  بالنسبة للدواء يتم مراجعة تاريخ انتهاء الصلاحية - التلوث – الشوائب تشققات الزجاجة – التسريبات قبل الاستخدام",
          "  امبولات الجرعة الواحدة او الاستخدام الواحد يتم التخلص منها فورا بعد الاستخدام والتخلص من اي بقايا",
          "  تحقن الادوية باسرع وقت ممكن - بعد سحبها في السرنجات ( يجب ان يوضع عليها ملصق)",
          "  الادوية البودرة تحضر بامبولات ماء معقمة"
        ]
      }
    ]
  }
]
