[


  {
    "checkList":  "قسم الطوارئ و الاستقبال",
    "items": [
      {
        "title": "البنية التحتية",
        "subItems": [
          "وجد مكان مناسب - وحديث ومصدق عليه من قبل لجنة منع ومكافحة العدوى ويسهل به الإجراء"
        , "يوجد غرفة منفصلة لتغيير - الملابس والاكل والشرب"
        , "تصميم القسم والتهوية وفقا للمعايير االرشادية من حيث المسافة بين االسرة مع وجود على االقل غرفة عزل واحدة في القسم تتوافق مع سياسات منع العدوى"
        , "منطقة الفرز بفواصل منفصلة وغرف منفصلة لمرضى فيروس كورونا المستجد واالمراض المعدية االخرى"
        ]
      }
    ,{
        "title": "العاملون",
        "subItems": [
          " العاملين ملتزمين بممارسة منع ومكافحة العدوى من حيث الزي الواجب ارتداؤه – اداب السعال – النظافة الشخصية ( ممنوع االظافر الطويلة – طالء االظافر –االكسسوارات )"
        ]
      }
    ,{
        "title": "- نظافة االيدي ( غسيل االيدي )",
        "subItems": [
          "يوجد حوض لغسيل االيدي منفصل ويعمل مع صابون كافى ومطهر و امدادات التجفيف متاحة على الحوض"
        ,"يوجد بجوار الحوض ملصق توضيحي لكيفية غسيل االيدي و ساعة لتظبيط الوقت الكافي لغسل اليدين"
        ,"- مضخات الكحول لفرك االيدي متاحة باالعداد الكافية ( مضخة واحدة في كل محطة عمل )"
        ,"مضخات الصابون السائل و البيتادين يتم تنظيفها بالماء والصابون ويتم تطهيرها يوميا قبل اعادة ملئها ولا يتم اضافة الصابون السائل للمضخات الممتلئة جزئيا"
        ,"االلتزام بغسيل االيدي او الفرك بالكحول وفقا للحظات الخمسة مع االلتزام بوقت التالمس لكل مادة مستخدمة"
        ,"معدالت االستجابة لنظافة االيدي يتم مراقبتها بصفة منتظمة والنتائج يتم مناقشتها في اجتماعات لجنة منع ومكافحة العدوى لتصحيح االفعال وكذلك العاملون على علم بالنتائج"
        ]
      }
    ,{
        "title": "ادوات الوقاية الشخصية ",
        "subItems": [
          " ادوات الوقاية الشخصية مناسبة وكافية ومتاحة"
        ," ادوات الوقاية الشخصية وفقا لالحتياطات القياسية لمنع العدوى والحتياطات العدوى المنقولة من خالل التدريب بانتظام على استخدام خطوات وارتداء و خلع وتغيير والتخلص من الواقيات الشخصية"
        ]
      }
    ,{
        "title": " اسلوب منع التلوث",
        "subItems": [
          " تطهير المدخل بكحول لمدة 15 ثانية قبل الحقن وممنوع اخذ عينة دم من القسطرة"
        ," تحضير االمدادات / الصينية (باستخدام الكيس الطبي ذواالستخدام الواحد)"
        ,"نظافة االيدي عن طريق فرك اليدين بالكحول ثم ارتداء قفازات نظيفة (قفازات معقمة في حالة تركيب كانيوال لمرضى ضعيفي المناعة)"
        ," تحضير الجلد المناسب : -التحضير المناسب للجلد : -تطهير الجلد ب 70% كحول اثيلي لمدة 30 ثانية وتدعه يجف ، استخدام عاصبة احادية االستخدام وااللتزام باسلوب عدم اللمس"
        ," ممنوع اعادة تغطية السرنجات او االبر المستعملة"
        ," شاش معقم او غيار شفاف او شبه شفاف معقم تُوضع على مكان التوصيل ويتم كتابة التاريخ ويتم ازالة الكانيوال كل 72 ساعة او عندما يحدث التهاب او اليوجد احتياج لها"
        ," يتم الالتزام بالدائرة المغلقة دائما"
        ," تغيير الكانيولا والخط الوريدي فورا في حالة استخدام الدم او احدى مشتقاته وفي خلال 24 ساعة في حالة التغذية الوريدية الكاملة ."
        ]
      }
    ,{
        "title": "الحقن الوريدي والحقن الآمن",
        "subItems": [
          " االمبوالت متعددة الجرعات يوضع عليها الصق عليه الوقت والتاريخ الفتح ويتم التخلص منها بعد 28 يوم بعد اول استخدام اذا لم توصى الشركة المصنعة خالف ذلك"
        ," عربات االدوية تحفظ نظيفة وجافة و بالنسبة للدواء يتم مراجعة تاريخ انتهاء الصالحية – التلوث – الشوائب – تشققات الزجاجة – التسريبات قبل االستخدام"
        ,"منطقة منفصلة لتحضير االدوية بعيدا عن منطقة رعاية المرضى"
        ," االجراء المانع للتلوث يُستخدم اثناء الحقن الوريدي"
        ," استخدام امبول واحد متعدد الجرعات في وقت واحد مع تطهير الجزء االعلى منه و استخدام سرنجة جديدة معقمة في كل مرة سحب"
        ,"امبولات الجرعة الواحدة او الاستخدام الواحد يتم التخلص منها فورا بعد الاستخدام والتخلص من اي بقايا"
        ,"تحقن الادوية باسرع وقت ممكن بعد سحبها في السرنجات ( يجب ان يوضع عليها ملصق )"
        ," الادوية البودر تحضر بامبولات ماء معقمة"
        ]
      }
    ,{
        "title": "الحزمة الوقائية لتركيب القسطرة الوريدية المركزية",
        "subItems": [
          "كل العناصر المحتاجة متوفرة ويسهل الوصول اليها تحضير كل العناصر المحتاجة  MAHOUKER (ماروكة & غيار معقم & مفروشات معقمة & او حزمة توصيل موحدة & الصق معقم & غطاء للرأس & قناع جرحي & عباءة طبية معقمة & قفازات معقمة & مطهر للجلد)"
        ,"يتم عمل غسيل ايدي جراحي قبل التركيب مع استخدام كافة احتياطات الحاجز المعقم مع قفازات معقمة تستخدم لتوصيل القسطرة الشريانية &المركزية & والوسطية"
        ,"تجنب وريد الفخذ للتمكن من الوريد المركزى في المرضى البالغين & استخدام  SUBCLAVION وريد أفضل من وريد  JUGULAR"
        ," يتم وضع الغيارات الشاش المعقمة أو الغيارات الشبه منفذه المعقمةاو الغيارات الشفافة المعقمة علي منطقة التركيب و يتم كتابة التاريخ والوقت علي الغيار"
        ," يتم مراجعة الحاجة الي القسطرة الوريدية المركزية يوميا و ازالتها في حالة عدم الحاجة اليها او وجود التهاب او عدوي بها"
        ,"اجراء غسيل االيدي و الالتزام بالواقيات  الشخصية في كل تعامل مع القسطرة الوريدية المركزية و عند الغيار عليها"
        ," يتم دعك جميع الافرع قبل اي استخدام بمطهر مناسب  ( كحول 70% )"
        ,"يتم تغيير الغيار فورا في حالة البلل او التلوث و يتم الغيار علي الغيار الشاش المعقم و كذلك الغيلر الشبة منفذ علي الاقل  كل يومين"
        ,"في حالة اعطاء الدم او مشتقاته او منتجات الدهون يتم تغيير جهاز االعطاء كل 24 ساعة"
        ,"في حالة استخدام اجهزة اعطاء المحاليل بالتنقيط باستمرار.. يتم تغييرها كل ثالث ايام و ليس اقل من ذلك واسبوع باقصي حد"
        ," يتم الحفاظ دوما علي الدائرة مغلقة"
        ]
      }
    ,{
        "title": " الحزمة الوقائية لتركيب القسطرة البولية",
        "subItems": [
          "استخدام البديل ان امكن / و سبب التركيب واضح و موثق"
        ,"اعداد صينية التركيب  (القسطرة /الفرش المعقم / الشاش المعقم / بالستر / جاون معقم / قفاز معقم / مطهر جلد / جل سيرنجة البالون / الماء المعقم )"
        ," غسيل االيدي وارتداء القفازات المعقمة وتنظيف منطقة توصيل القسطرة بالماء والصابون ثم بالمحلول المعقم"
        ," يتم تطهير الايدي بمطهرات الجلد و ارتداء الواقيات الشخصية المناسبة"
        ,"تطهير منطقة التوصيل بـ 10 % بيتادين جراحي بالطريقة الصحيحة وفقا لجنس المريض مع االخذ في االعتبار وقت التالمس"
        ," استخدام جيل معقم احادى الاستخدام قبل توصيل القسطرة البولية"
        ," بمجرد توصيل القسطرة يتم نفخ البالون بالماء المعقم بالمستوى الموصى به  (10 ملل ) اذا لم يوصى بخالف ذلك"
        ," استخدام اسلوب منع التلوث عند توصيل القسطرة البولية والمحافظة على الدائرة المغلقة المعقمة"
        ," تثبيت القسطرة على رجل المريض لمنع حركتها من مكانها ويتم كتابة تاريخ التركيب و كيس جمع البول يتم تعليقه تحت مستوى المريض وتجنب مالمسة االرض او اي سطح"
        ,"متابعة الحاجة الي القسطرة يوميا"
        ,"عمل غسيل ايدي و االلتزام بالواقيات الشخصية في كل تعامل مع القسطرة البولية"
        ,"عينة مزرعة البول تؤخذ من المنطقة المصممة لذلك او فوق منطقة التقاء القسطرة بكيس جمع البول بعد تطهيرها بالكحول باستخدام سرنجة معقمة و الحفاظ علي الدائرة المغلقة"
        ," عمل نظافة يومية حول منطقة التركيب ..مع منع استخدام المطهرات في هذة المنطقة"
        ,"كيس جمع البول يتم تفريغه لكل مريض علي حدة في حاوية مخصصة له ثم يتم غسلها و تطهيرها و تحفظ في مكان نظيف مع تطهير مخرج كيس جمع البول بواسطة الكحول لمدة 15 ثانية و تركه ليجف"
        ,"القسطرة الفولي يتم تغيرها كل 5 ايام و القسطرة السيليكون يتم تغيرها كل شهر"

        ]
      }
    ,{
        "title": "احتياطات العزل",
        "subItems": [
          " يتم العزل بناء على حالات الاشتباه"
        ," معدات نظافة الايدي والواقيات الشخصية المناسبة متاحة للغرفة وفقا لنوع العزل"
        ,"عالمة العزل موضوعة على الباب ومرئية بوضوح لكل من يدخل الغرفة"
        ," ممنوع او تحديد الزوار اذا تم الامتثال بالسياسات"
        ," منشورات وملصقات آداب السعال متاحة"
        ]
      }
    ,{
        "title": "اعادة معالجة الالات ",
        "subItems": [
          " اعداد الالات والمعدات متناسبة مع اعداد المرضى"
        ," غمر او رش الالات والمعدات الملوثة في حاوية مغطاه تحتوي على الماء والمنظف الانزيمي فورا بعد الاستخدام وتُرسل الى قسم التعقيم والتوريد المركزى ولا يتم التعامل معها داخل وحدة الطوارئ"
        ," الادوات الملوثة تُرسل في حاوية محكمة والادوات المعقمة تستقبل في حاوية اخري"
        ," تواريخ التعقيم وانتهاء الصالحية والامان للحزم الموجودة تُراجع قبل الاستخدام"
        ,"اجهزة جلوكوميتر و السماعات و اجهزة قياس الضغط و موازين الحرارة يتم تطهيرها بعد كل استخدام"
        ]
      }
    ,{
        "title": "  معدات التنفس ",
        "subItems": [
          "مناظير الحنجرة& مرطب االكسجين & زجاجات التشفيط تعقم او تطهر تطهير عالي المستوي بين المرضى  (كل 24 ساعة لنفس المريض بالنسبة لمرطب الاكسجين )"
        ," يتم استخدام ماء معقم في مرطبات الاكسجين و كذلك اثناء تحضير جهاز Nebulizer"
        ,"ماسك االكسجين واجهزة التشفيط التشفيط يتم معالجتها يوميا لنفس المريض و الامبوباج يتم حفظه بحاوية نظيفة بين كل استخدام و اخر لنفس المريض"

        ]
      }
    ,{
        "title": "  اجهزة تنقية الهواء",
        "subItems": [
          " قنوات و فالتر الهواء لجهاز التكييف يتم تنظيفها و تغييرها على حسب السياسات"
        ]
      }
    ,{
        "title": "معالجة المنسوجات ",
        "subItems": [
          "التجميع المناسب للمنسوجات المستخدمة من غرف المرضى ويتم نقلها في عربات مغطاه الى المغسلة"
        ,"المنسوجات يتم تغييرها بصفة يومية وحينما تتلوث وبعد كل مريض"
        ,"- الستائر غير نافذة للسوائل ويتم تغييرها بين المرضى وحينما تتلوث واسبوعيا"
        ,"المراتب والوسائد يتم تغطيتها بغطاء حامي ضد المياه"


        ]
      }

    , {
        "title": " تنظيف البيئة ومقاييس التطهير  ",
        "subItems": [
          " الوحدة نظيفة وجافة وخالية من الاتربة . و يتم غسيلها بالماء و الصابون في بداية كل شيفت و عند الاتساخ .. (فوطة مخصصة لكل مكان ).. التنظيف يتم بالطريقة الصحيحة وفقا لسياسة مكافحة العدوي"
        ,"المطهرات تُستخدم بالطريقة الصحيحة (توضع بالنسب الصحيحة وااللتزام بوقت التالمس) و يتم تطهير الوحدو بالكلور مرتين يوميا و عند حدوث اي انسكاب دموي بدون خلط الصابون بالكلور اثناء التنظيف"
        ,"يوجد جدول للتنظيف والتطهير والتطهير اليومي والاسبوعي"
        ," يوجد غرفة للنظافة نظيفة واخرى متسخة"
        ," لا يوجد حشرات او قوارض"

        ]
      }

    ,{
        "title": "  معالجة التعرض للدم",
        "subItems": [
          " معالجة التعرض للدماء او لسوائل الجسم وفقا الجراءات منع ومكافحة العدوى"
        ,"صينية الانسكابات متاحة ومفعلة"

        ]
      }

    ,{
        "title": "  منطقة التخزين ",
        "subItems": [
          " الثالجات نظيفة و تحتوي علي ادوية فقط و درجة حرارتها تسجل يوميا"
        ,"- غرفة تخزين منفصلة للامدات و الادوية بدرجة حرارة منضبطة من 22- 25 درجة والرطوبة تصل الى 70%"
        ,"كل الامدادات نظيفة وجافة ويتم تخزينها بالطريقة المناسبة ولا يوجد عناصر على الارض او تحت الحوض ولا يوجد ادوية او امدادت منتهية الصالحية"

        ]
      }
    ,{
        "title": "   تسليم المخلفات",
        "subItems": [
          " توافر معدات فصل المخلفات الطبية في اماكن سهلة الوصول اليها"
        ," فصل المخلفات المناسب باستخدام اكياس ملونة وحاويات حادة على حسب السياسة"
        ," تجميع ونقل ووزن المخلفات يتم بالطريقة الصحيحة مع ارتداء الواقيات الشخصية المناسبة كما يوضع ملصق للمخلفات ويكتب  (المكان والوقت والنوع ) مكتوبة على الاكياس وصندوق الامان"
        ," التخلص من المخلفات الطبية السائلة في احواض خاصة بدون بقع مع ارتداء الواقيات الشخصية ثم يتم تنظيف وتطهير الحوض"
        ,"- صندوق الامان والاكياس يتم غلقها بعد امتلاء ثالث ارباع حجمها قبل التخلص  منها والسرنجات قي صندوق الامان لا يتم تغطيتها ويتم التخلص منها كوحدة واحدة"
        ]
      }


    ]
  },
  {
    "checkList": "ادارة منع ومكافحة العدوى",
    "items": [
      {
        "title": "مسئولية برنامج منع ومكافحة العدوى",
        "subItems": [
          " المستشفى تنشئ لجنة منع ومكافحة العدوى متعددة  التخصصات ويتم عمل اجتماع على  الاقل كل شهر كاملة النصاب (الوفد  يكون معتمد من مدير المستشفى)",
          " يوجد مواضيع واضحة للمراجع للجنة منع ومكافحة العدوى",
          " كل التخصصات ذات صلة متواجدة في اللجنة",
          " اجتماعات اللجنة يتم تسجيلها",
          " قرارات اللجنة يتم تنفيذها بفاعلية خالل االطار الزمنى المعتمد",
          " القرار المتخذ يتم متابعته كل اجتماع"
        ]
      }
    ,{
        "title": "التزام القيادة",
        "subItems": [
          " مدير المستشفى يدعم تنفيذ خطة لجنة منع ومكافحة العدوى باعتماد مباشر أو تصعيد كل االجراءات المطلوبة",
          " تدريب ادارة منع ومكافحة العدوى جزء من التوعية الشاملة يتم اعطاؤه لكل الموظفين المعينين الجدد",
          " مدير المستشفى يدعم التطوير والتحديث المستمر للخدمات المركزية واالدوات وامداد المستهلكات واستمرار الخدمة",
          " مدير المستشفى ملتزم بتخصيص الموارد المدادات ادراة منع ومكافحة العدوى والمستهلكات وغرفة عزل مجهزة جيدا",
          " مدير المستشفى على علم بمعدلات عدوى المستشفيات المكتسبة والثغرات في تنفيذ خطة منع ومكافحة العدوى"
        ]
      }
    ,{
        "title": "مؤهلات وتكوين فريق مكافحة العدوى",
        "subItems": [
          " اعضاء الفريق يغطوا 24 ساعة في اليوم",
          " المستشفى بها فريق منع ومكافحة العدوى مؤهل ومكلف ومدربين جيدا",
          " فريق منع ومكافحة العدوى مخصص النشطة منع ومكافحة العدوى",
          " عدد اعضاء الفريق مناسب لعدد االسرة واحد لكل 122 /52 سرير على حسب خدمات المستشفى",
          " الفريق له قائد معتمد( مدير الوحدة ) يكون خبير في الرعاية الصحية وكفئ مع التعليم والتدريب المناسب",
          " قائد فريق منع ومكافحة العدوى وكل عضو له وصف وظيفي محدد أو اختصاصات",
          " مدير واعضاء وحدة مكافحة العدوى له القدرة على التواصل مع الادارة العليا وكل قسم ويعمل بفاعلية",
          " يوجد ممرضة ارتباط بمنع ومكافحة العدوى مدربة جيدا تكون موجودة في كل قسم وفقا للترتيب االداري",
          " يوجد وحدة منع ومكافحة العدوى مجهزة ( كمبيوتر & طابعة ملونة & ماكينة تصوير & اسكانر ) مع ادخال االنترنت",
          " مدير/ فريق وحدة منع ومكافحة العدوى يقيم اعضاء فريقه بانتظام ( على االقل كل سنه)"
        ]
      }
    ,{
        "title": "دور الممرضة الرئيسية بالقسم أو ممرضة االرتباط في منع ومكافحة العدوى",
        "subItems": [
          " يوجد حوار بين الممرضةالرئيسية بالقسم أو ممرضة االتباط وفريق مكافحة العدوى لمناقشة عدم المطابقة التي تظهر اثناء الجولة اليومية لفريق منع ومكافحة العدوى",
          " الممرضة الرئيسية بالقسم أو ممرضة االرتباط تأخذ اجراءات لتصحيح عدم االلتزام بسياسات منع ومكافحة العدوى",
          " الممرضة الرئيسية على علم بمعدالت عدوى المستشفيات المكتسبة ونتائجها يتم نشرها في كل الوحدات"

        ]
      }
    ,{
        "title": "تأثيرات برنامج مكافحة العدوى",
        "subItems": [
          " يوجد برنامج منع ومكافحة العدوى شامل يتم تنفيذه وتطويره ومراقبته",
          " البرنامج يصف المجال واالهداف والتوقعات وطرق الترصد",
          " برنامج منع ومكافحة العدوى مبني على تقييم مخاطر منع ومكافحة العدوى و المعرفة العلمية الحالية والمعايير االرشادية المقبولة للتدريب والقوانين المطبقة والتنظيمات",
          " برنامج منع ومكافحة العدوى يعمل من خالل خطة سنوية لمنع ومكافحة العدوى مبنية على تقييم المخاطر ويتم تقييمها بانتظام",
          " المستشفى تعرف االقسام والخدمة التي بها زيادة في خطر العدوى",
          " برنامج منع ومكافحة العدوى يشمل خطة تدريب لكل خبراء الرعاية الصحية باالضافة الى وعي المريض",
          " برنامج منع ومكافحة العدوى له الصالحية للدخول على البيانات  الهامة والمعلومات الهامة بما فيها بيانات المعمل",
          " سياسات منع ومكافحة العدوى محدثة يتم واجراءات منح",
          " فريق منع ومكافحة العدوى يقيم انشطة منع ومكافحة العدوى بمرورات يومية مجدولة ومسجلة باستخدام قائمة تدقيق موجدة",
          " يوجد اجراءات تصحيحية لفريق منع ومكافحة العدوى أو الممرضة الرئيسية او ممرضة االرتباط والمدير الختراق / لكسر سياسات وحدة مكافحة العدوى وفقا لشدة االختراق",
          " تقرير بيان نهائي داخلى يشمل تصنيف اداء وحدات واقسام يكون موجود في اجتماعات لجنة منع ومكافحة العدوى",
          " يوجد جدول برنامج االشراف على المضادات الحيوية والفريق ولجنة بسياسة معتمدة",
          " سياسة استخدام المضادات الحيوية يتم تنفيذها ويتم تقييم االلتزام بها بانتظام"

        ]
      }
    ,{
        "title": "الترصد & فحوصات االوبئة & التأهب للكوارث",
        "subItems": [

          " يوجد نظام ترصد مجهز جيدا يتم تنفيذه بفريق منع ومكافحة العدوى ( تعريفات الحالة وتجميع بيانات زمنى وطرق العزل واالشكال ونتائج المعمل)",
          " وحدة منع ومكافحة العدوى تتبع حالات العدوى التي تدخل المستشفى وعزلهم بطريقة صحيحة وفقا لنوع العدوى ومراقبة ضغط الهواء لغرفة العزل",
          " فريق منع ومكافحة العدوى يبلغ عن بيانات برنامج الترصد لالطراف الفاعلة والتقارير يتم مراجعتها ربع سنويا على االقل بواسطة لجنة منع ومكافحة العدوى",
          " فريق منع ومكافحة العدوى يقوم بفحوصات زمنية ويحلل المعلومات عندما تحدث اوبئة وتفشيات معدية او في حالة االشتباه به",
          " وحدة منع ومكافحة العدوى عندها خطة مفصلة مكتوبة تصف كيف يتم مواجهة التدفق الهائل للمرضى المعديين في حالة االوبئة والكوارث"
        ]
      }
    ,{
        "title": " برنامج التواصل والتبليغ",
        "subItems": [

          " بداخل المستشفى معلومات منع ومكافحة العدوى يتم نشرها للعاملين بالرعاية الصحية والمرضى والزائرين زمنيا وبكفاءة",
          " خارج المستشفى التبليغ بمعدالت االلتزام لمنع ومكافحة العدوى ومعلومات ترصد عدوى المستشفيات المكتسبة للجنة ومنع ومكافحة العدوى بالمجلس االعلى للجامعات ووزارة الصحة (االمراض المعدية يبلغ عنها )"
        ]
      }
    ,{
        "title": "برنامج تدريب منع ومكافحة العدوى ورفع الكفاءة",
        "subItems": [
          "المستشفى تتبنى برنامج تدريب منع ومكافحة العدوى الفعال شامال العاملين الجدد بالرعاية الصحية مع تقسيم االحتياجات بانتظام",
          " خطة تدريب سنويا يتم تجهيزها تعتمد وتنفذ وتسجل ( سجالت التدريب – اوراق الحضور –الصور)" ,
          " برنامج تدريب تدفق االمراض المعدية يعتمد وينفذ",
          " شهادات التدريب جزء من سجالت العاملين بالرعاية الصحية"
        ]
      }
    ,{
        "title": "برنامج مكافحة العدوى والصحة المهنية",
        "subItems": [
          " وحدة منع ومكافحة العدوى تضمن تقييم وفحص مخاطر نقل العدوى للعاملين بالرعاية الصحية تكون متوفرة ومتاحة",
          " سياسة الوقاية ما بعد التعرض متاحة للعاملين بالرعاية الصحية",
          " حالة التطعيم لكل العاملين بالرعاية الصحية بالنسبة للفيروس الكبدي الوبائي B واضحة ويتم تسجيلها",
          " تقارير الوخز يتم تسجيلها بانتظام"

        ]
      }
    ,{
        "title": "خطة البناء والتجديد",
        "subItems": [
          " المستشفى بها تعريفات واضحة لتقييم مخاطر العدوى للبناءات والتجديدات",
          " يوجد الية مثل السماح بالعمل لتمكين تقييم مخاطر العدوى والتوصيات",
          " يوجد اغالق محكم لمنطقة التشييد مع فصل النقوش ومكيفات الهواء لو امكن"
        ]
      }
    ]
  },
  {
    "checkList":   "القسم الداخلي",
    "items": [
      {
        "title": "البنية التحتية",
        "subItems": [
          "  يوجد مكان مناسب وحديث ومصدق عليه من قبل لجنة منع ومكافحة العدوى ويسهل به الاجراء",
          "  يوجد غرفة منفصلة لتغيير الملابس والاكل والشرب",
          "  تصميم القسم والتهوية وفقا للمعايير الارشادية من حيث المسافة بين الاسرة مع وجود على الاقل غرفة عزل واحدة في القسم تتوافق مع سياسات منع العدوى"
        ]
      },
      {
        "title": "العاملون",
        "subItems": [
          " ( العاملين ملتزمين بممارسة منع ومكافحة العدوى من حيث الزي الواجب ارتداؤه - اداب السعال – النظافة الشخصية ( ممنوع الاظافر الطويلة - طلاء الاظافر – الاكسسوارات"
        ]
      },
      {
        "title": "نظافة الايدي ) غسيل الايدي )",
        "subItems": [
          "  يوجد حوض لغسيل الايدي منفصل ويعمل مع صابون كافى ومطهر و امدادات التجفيف متاحة على الحوض وملصقات لطريقة غسيل الايدي",
          "  مضخات الكحول لفرك الايدي - متاحة بالاعداد الكافية (مضخة واحدة في كل محطة عمل)",
          "  مضخات الصابون السائل يتم تنظيفها بالماء والصابون ويتم تطهيرها يوميا قبل اعادة ملئها ولا يتم اضافة الصابون السائل للمضخات الممتلئة جزئيا",
          "  الالتزام بغسيل الايدي او الفرك بالكحول وفقا للحظات الخمسة مع الالتزام بوقت التلامس لكل مادة مستخدمة",
          "  معدلات الاستجابة لنظافة الايدي يتم مراقبتها بصفة منتظمة والنتائج يتم مناقشتها في اجتماعات لجنة منع ومكافحة العدوى لتصحيح الافعال و العاملون على علم بالنتائج"
        ]
      },
      {
        "title": "معدات الوقاية الشخصية",
        "subItems": [
          "  ادوات الوقاية الشخصية مناسبة - وكافية ومتاحة",
          "  ادوات الوقاية الشخصية وفقا للاحتياطات القياسية لمنع العدوى ولاحتياطات العدوى المنقولة من خلال التدريب بانتظام على استخدام خطوات وارتداء و خلع وتغيير والتخلص من الواقيات الشخصية "
        ]
      },
      {
        "title": "احتياطات العزل",
        "subItems": [
          "  اشارة العزل يتم وضعها على الباب ومرئية بوضوح",
          "  يتم العزل بناء على حالات الاشتباه بامر طبي",
          "  امدادات نظافة الايدي وادوات الوقاية الشخصية متاحة بالغرفة",
          "  دكتور وممرضة وعامل منفصلين يتم تكليفهم للتعامل مع مريض العزل لو غير ممكن يتم التعامل معه في نهاية مرور المرضى",
          "  بالنسبة للمريض الخاضع لاحتياطات العزل العدوى المنقولة عن طريق الهواء وعن طريق القطيرات يتم نقله مرتديا قناع جراحي",
          "  اثناء نقل المريض الخاضع لاحتياطات العزل عن طريق التلامس : كل مناطق العدوى او المستعمرة لتلامس جسم المريض يتم احتوائها وتغطيتها وتطهيرها"
        ]
      },
      {
        "title": "اسلوب منع التلوث",
        "subItems": [
          "  تحضير الامدادات / الصينية باستخدام الكيس الطبي احادي الاستخدام /العاصبة احادية الاستخدام",
          "  (عمل غسيل الايدي بمحلول الكحول ثم ارتداء (قفازات نظيفة قفازات معقمة في حالة تركيب كانيولا لمرضى ضعيفي المناعة",
          "  تحضير الجلد المناسب : تطهير الجلد النظيف ب 02 % كحول ايثيلي لمدة 22 ثانية ثم تركه ليجف مع الالتزام باسلوب عدم التلامس",
          "  ممنوع اعادة تغطية السرنجات اوالابر المستعملة",
          "  يتم وضع غيار شفاف معقم او غيار شاش معقم على موضع التوصيل ويتم كتابة التاريخ  الكانيولا يتم ازالتها كل 00 ساعة او عند حدوث التهاب او عند عدم الاحتياج اليها",
          "  تطهير المدخل بالكحول لمدة 15 ثانية قبل الحقن وتركه ليجف لمدة 22 ثانية",
          "  ممنوع سحب عينات دم من القسطرة",
          "  المحافظة على الدائرة المغلقة",
          "  تغيير الكانيولا والخط الوريدي فورا في حالة استخدام الدم او مشتقاته وفي خلال 04 ساعة في حالة التغذية الوريدية الكاملة"
        ]
      },
      {
        "title": "الحقن الوريدي والحقن الامن",
        "subItems": [
          "  منطقة منفصلة لتحضير الادوية - بعيدا عن منطقة رعاية المرضى و عربات الادوية تحفظ نظيفة وجافة",
          "  الاجراء المانع للتلوث يُستخدم اثناءالحقن الوريدي",
          "  بالنسبة للدواء يتم مراجعة تاريخ انتهاء الصلاحية  – التلوث – الشوائب – تشققات الزجاجة – التسريبات قبل الاستخدام",
          "  الامبولات متعددة الجرعات يوضع عليها لاصق عليه الوقت والتاريخ الفتح ويتم التخلص منها بعد 02 يوم بعد اول استخدام اذا لم توصى الشركة المصنعة خلاف ذلك",
          "  استخدام امبول واحد متعدد الجرعات في وقت واحد مع تطهير الجزء الاعلى منه استخدام سرنجة جديدة معقمة في كل مرة سحب",
          "  امبولات الجرعة الواحدة او الاستخدام الواحد يتم التخلص منها فورا بعد الاستخدام والتخلص من اي بقايا",
          "  تحقن الادوية باسرع وقت ممكن - بعد سحبها في السرنجات (يجب ان يوضع عليها ملصق)",
          "  الادوية البودر تحضر بامبولات ماء معقمة"
        ]
      },
      {
        "title": "الحزمة الوقائية للقسطرة البولية",
        "subItems": [
          "  استخدام البديل ان امكن / وسبب التركيب واضح و موثق",
          "  (اعداد صينية التركيب (القسطرة - /الفرش المعقم / الشاش المعقم / بلاستر / جاون معقم / قفاز معقم / مطهر جلد / جل سرنجة البالون / الماء المعقم",
          "  تطهير منطقة التوصيل ب 10% بيتادين جراحي بالطريقة الصحيحة وفقا لجنس المريض مع الاخذ في الاعتبار وقت التلامس",
          "  استخدام جل معقم احادى الاستخدام قبل توصيل القسطرة البولية",
          "  بمجرد توصيل القسطرة يتم نفخ البالون بالماء المعقم بالمستوى الموصى به ( 10 ملل ) اذا لم يوصى بخلاف ذلك",
          "  استخدام اسلوب مانع للتلوث عند توصيل القسطرة البولية والمحافظة على الدائرة المغلقة المعقمة",
          "  تثبيت القسطرة على رجل المريض لمنع حركتها من مكانها ويتم كتابة تاريخ التركيب",
          "  كيس جمع البول يتم تعليقه تحت مستوى المريض وتجنب ملامسة الارض او اي سطح",
          "  متابعة الحاجة اليها يوميا و ازالتها في حالة عدم الحاجة اليها",
          "  عينة مزرعة البول يتم اخذها بسرنجة معقمة من المكان المخصص لذلك او فوق منطقة التفرع بعد التطهير بواسطة الكحول",
          "  يتم عمل نظافة يومية حول مكان التركيب .. و يحظر استخدام المطهرات",
          "  التمريض علي دراية بالاتي : طريقة تعليق كيس جمع البول",
          "  لا يتم فصل كيس جمع البول من القسطرة لاي سبب",
          "  يتم تفريغ كيس جمع البول يتم تفريغة لكل مريض علي حدة و كذلك يتم غسيا الحاوية و تطهيرها و تحفظ في مكان نظيف",
          "  يتم تغيير القسطرة الفولي كل 5 ايام والقسطرة السيليكون كل شهر"
        ]
      },
      {
        "title": "اعادة معالجة الالات",
        "subItems": [
          "  عدد الالات و المعدات مناسب لعدد المرضي",
          "   غمر او رش الالات والمعدات الملوثة في حاوية مغطاه تحتوي على الماء والمنظف الانزيمي فورا بعد الاستخدام وتُرسل الى قسم التعقيم والتوريد المركزى ولا يتم التعامل معها داخل القسم",
          "  الادوات الملوثة تُرسل في حاوية محكمة والادوات المعقمة تستقبل في حاوية اخري",
          "  تواريخ التعقيم وانتهاء الصلاحية والامان للحزم الموجودة تُراجع قبل الاستخدام",
          "  اجهزة جلوكوميتر واجهزة الضغط والسماعات يتم تطهيرها بمسحة من الكحول بين المرضى و كذلك الترمومترات تحفظ في حاوي نظيف و مغلق"
        ]
      },
      {
        "title": "معدات التنفس",
        "subItems": [
          "  مناظير الحنجرة يتم تعقيمها او تطهيرها تطهيرعالى المستوى بين المرضى",
          "  مياه معقمة تستخدم عند تحضير البخاخات وعند تغييرمياه مرطب الاكسجين",
          "  الاقنعة والبخاخات واجهزة التشفيط واجهزة الاكسجين يتم تغييرها بين المرضى ويتم اعادة معالجتها يوميا لنفس المريض"
        ]
      },
      {
        "title": "تنظيف البيئة ومقاييس التطهير",
        "subItems": [
          "  الوحدة نظيفة وجافة وخالية من الاتربة .. و يتم غسيل الوحدة بالماء والصابون في بداية كل شيفت و عند الاتساخ ( بفوطة مخصصة لكل مكان ) و يتم التنظيف بالطريقة الصحيحة وفقا لتعاليم مكافحة العدوي",
          "  المطهرات تُستخدم بالطريقة الصحيحة ( توضع بالنسب الصحيحة والالتزام بوقت التلامس ) و يتم التطهير بالكلور مرتين يوميا و فورا في حال وجود انسكابات دموية بدون خلط الصابون مع الكلور اثناء التنظيف",
          "  وجد جدول للتنظيف والتطهير اليومي والاسبوعي كما يوجد جدول للتنظيف العميق كل اسبوعين علي الاقل",
          "  يوجد غرفة للنظافة نظيفة واخرى متسخة",
          "  لا يوجد حشرات او قوارض"
        ]
      },
      {
        "title": "معالجة الانسكاب الدموى",
        "subItems": [
          "  عالجة التعرض للدماء او لسوائل الجسم وفقا لاجراءات منع ومكافحة العدوى",
          "  صينية الانسكابات متاحة ومفعلة"
        ]
      },
      {
        "title": "منطقة التخزين",
        "subItems": [
          "  غرفة تخزين منفصلة للامدادات والأدوية بدرجة حرارة يتم ضبطها كالتالي من 22 - 25 درجة والرطوبة تصل إلي %70",
          "  كل الامدادات نظيفة وجافة ويتم تخزينها بالطريقة المناسبة ولا يوجد عناصر على الارض او تحت الحوض ولا يوجد امدادت منتهية الصلاحية او ادوية",
          "  الثلاجات نظيفة وتحتوي علي ادوية فقط و درجة الحرارة يتم تسجيلها يوميا"
        ]
      },
      {
        "title": "معالجة المنسوجات",
        "subItems": [
          "  التجميع المناسب للمنسوجات المستخدمة من غرف المرضى ويتم نقلها في عربات مغطاه الى المغسلة",
          "  لمنسوجات يتم تغييرها بصفة يومية وحينما تتلوث او تقطع وبعد كل مريض",
          "  الستائر غير منفذة للسوائل ويتم تغييرها بين المرضى وحينما تتلوث واسبوعيا",
          "  المراتب والوسائد يتم تغطيتها بغطاء حامي ضد المياه"
        ]
      },
      {
        "title": "تسليم المخلفات",
        "subItems": [
          "  توافر معدات فصل المخلفات الطبية في اماكن سهلة الوصول اليها",
          "  فصل المخلفات المناسب باستخدام اكياس ملونة وحاويات حادة على حسب السياسة",
          "  تجميع ونقل ووزن المخلفات يتم بالطريقة الصحيحة مع ارتداء الواقيات الشخصية المناسبة يوضع ملصق للمخلفات يحتوي علي المكان والتاريخ والنوع علي اكياس النفايات و صناديق الامان",
          "  التخلص من المخلفات الطبية السائلة في احواض خاصة بدون بقع مع ارتداء الواقيات الشخصية اللازمة ثم يتم تنظيف وتطهير الحوض",
          "  صندوق الامان والاكياس يتم غلقها بعد امتلاء ثلاث ارباع حجمها قبل التخلص منها و السرنجات في صندوق الامان لا يتم تغطيتها ويتم التخلص منها كوحدة واحدة"
        ]
      },
      {
        "title": "الحزمة الوقائية لمنع العدوى الجراحية بعد العمليات في الاقسام الجراحية",
        "subItems": [
          "  حماية غلق القطوع الاساسية بغيار معقم من 24 : 28 ساعة بعد العملية",
          "  المحافظة على مستوى السكر بالدم - بعد العملية اقل من 200 مجم اثناء فترة بعد العمليات فورا ( عمليات القلب )",
          "  ( وقف المضادات الحيوية خلال 24 ساعة بعد انتهاء وقت الجراحة ( 48 ساعة بعد عمليات القلب"
        ]
      }
    ]
  },
  {
    "checkList":   "العيادات الخارجيه",
    "items": [
      {
        "title": "البنية التحتية",
        "subItems": [
          "  يوجد مكان مناسب وحديث ومعتمد من قبل لجنة منع ومكافحة العدوى ويسهل الوصول اليه",
          "  تصميم القسم وفقا للمعايير الارشادية مع وجود مناطق انتظار ودورات مياه للمرضى وغرفات خدمة نظيفة واخرى متسخة",
          "  يوجد غرفة مخصصة لتغيير الملابس والاكل والشرب",
          "  منطقة الفرز مع وجود طرقات منفصلة وغرف لمرضى فيروس كورونا المستجد والامراض المعدية الاخرى"
        ]
      },
      {
        "title": "العاملون",
        "subItems": [
          " ( العاملين ملتزمين بممارسة منع ومكافحة العدوى من حيث الزي الواجب ارتداؤه - اداب السعال – النظافة الشخصية ( ممنوع الاظافر الطويلة - طلاء الاظافر – الاكسسوارات"
        ]
      },
      {
        "title": "نظافة الايدي ) غسيل الايدي )",
        "subItems": [
          "  يوجد حوض لغسيل الايدي منفصل ويعمل مع صابون كافى ومطهر و امدادات التجفيف متاحة على الحوض وملصقات لطريقة غسيل الايدي",
          "  مضخات الكحول لفرك الايدي - متاحة بالاعداد الكافية (مضخة واحدة في كل محطة عمل)",
          "  مضخات الصابون السائل يتم تنظيفها بالماء والصابون ويتم تطهيرها يوميا قبل اعادة ملئها ولا يتم اضافة الصابون السائل للمضخات الممتلئة جزئيا",
          "  الالتزام بغسيل الايدي او الفرك بالكحول وفقا للحظات الخمسة مع الالتزام بوقت التلامس لكل مادة مستخدمة",
          "  معدلات الاستجابة لنظافة الايدي يتم مراقبتها بصفة منتظمة والنتائج يتم مناقشتها في اجتماعات لجنة منع ومكافحة العدوى لتصحيح الافعال و العاملون على علم بالنتائج"
        ]
      },
      {
        "title": "ادوات الوقاية الشخصية",
        "subItems": [
          "  ادوات الوقاية الشخصية مناسبة - وكافية ومتاحة",
          "  ادوات الوقاية الشخصية وفقا للاحتياطات القياسية لمنع العدوى ولاحتياطات العدوى المنقولة من خلال التدريب بانتظام على استخدام خطوات وارتداء و خلع وتغيير والتخلص من الواقيات الشخصية "
        ]
      },
      {
        "title": "أسلوب المانع من التلوث",
        "subItems": [
          "  تستخدم القفازات النظيفة لازالة الغيار القديم بينما القفازات المعقمة والاسلوب المانع للتلوث يستخدم بعد ذلك اثناء اجراءات الغيار على الجرح",
          "  تنظيف الترولى باستخدام الماء والصابون او المطهر نبدأ بالقمة ثم العمل باتجاه اسفل ارجل الترولى و يتم وضع الغيار المعقم وو فتحه من ناحية مقدمة التروللي",
          "  بعد الاجراء : تطبيق علبة الغيار ووضع كل المواد الملوثة مع النفايات الطبية"
        ]
      },
      {
        "title": "الحقن الوريدي & الحقن الامن",
        "subItems": [
          "  منطقة منفصلة لتحضير الادوية بعيدا عن منطقة رعاية المرضى و عربات الادوية تحفظ نظيفة وجافة",
          "  الاجراء المانع للتلوث يُستخدم اثناء الحقن الوريدي",
          "  الامبولات متعددة الجرعات يوضع عليها لاصق عليه الوقت والتاريخ الفتح ويتم التخلص منها بعد 28 يوم بعد اول استخدام اذا لم توصى الشركة المصنعة خلاف ذلك",
          "  استخدام امبول واحد متعدد الجرعات في وقت واحد مع تطهير الجزء الاعلى منه استخدام سرنجة جديدة معقمة في كل مرة سحب",
          "  بالنسبة للدواء يتم مراجعة تاريخ انتهاء الصلاحية - التلوث – الشوائب تشققات الزجاجة – التسريبات قبل الاستخدام",
          "  امبولات الجرعة الواحدة او الاستخدام الواحد يتم التخلص منها فورا بعد الاستخدام والتخلص من اي بقايا",
          "  تحقن الادوية باسرع وقت ممكن - بعد سحبها في السرنجات ( يجب ان يوضع عليها ملصق)",
          "  الادوية البودرة تحضر بامبولات ماء معقمة"
        ]
      },
      {
        "title": "احتياطات العزل",
        "subItems": [
          "- علامة العزل موضوعة على الباب بوضوح لكل من يدخل الغرفة",
          "- منشورات وملصقات آداب السعال متاحة",
          "- يتم العزل بناء على حالات الشتباه",
          "- معدات نظافة اليدين والواقيات الشخصية المناسبة متاحة للغرفة وفقا لنوع العزل",
          "- طبيب وممرضة وعامل منفصلين يتم تكليفهم للتعامل مع مريض العزل وإذا لم يكن ذلك ممكنا يتم التعامل معه في نهاية مرور المرضى",
          "- بالنسبة للمريض الخاضع للاحتياطات العزل العدوى المنقولة عن طريق الهواء وعن طريق القطيرات يتم نقله مرتديا قناع جراحي"
        ]
      },
      {
        "title": "اعادة معالجة الالات",
        "subItems": [
          "- عدد الالات والمعدات مناسب لعدد المرضى",
          "- غمر او رش الالات والمعدات الملوثة في حاوية مغطاة تحتوي على الماء والمنظف الانزيمي فورا بعد الاستخدام وترسل الى قسم التعقيم والتوريد المركزي والا يتم التعامل معها داخل غرفة العمليات",
          "- الالات الملوثة ترسل في حاوية محكمة في وضع قائم",
          "- تواريخ التعقيم وانتهاء الصلاحية للحزم الموجودة تراجع قبل الامان الاستخدام",
          "- السماعات واجهزة الضغط واجهزة جلوكوميتريتم تطهيرها بين كل مريض واخر والترمومترات تحفظ في حاوية نظيفة ومغلقة"
        ]
      },
      {
        "title": "معايير تنظيف وتطهير البيئة",
        "subItems": [
          "- الوحدة نظيفة وجافة وخالية من الاتربة ويتم تنظيفها بالماء والصابون في بداية كل يوم وعند الاتساخ ( يستخدم فوطة منفصلة لكل مكان).. يتم التنظيف بالطريقة الصحيحة وفقا لتعاليم مكافحة العدوى",
          "- المطهرات تستخدم بالطريقة الصحيحة (توضع بالنسب الصحيحة والالتزام بوقت التالمس).. ويتم تطهير الوحدة بالكلور , مع عدم خلط الكلور مع الصابون اثناء التنظيف",
          "- اسطح المعدات واجهزة الحاسب الالي يتم تنظيفها وتطهيرها بمطهر مناسب ( يوميا وعند الاتساخ )",
          "- يوجد جدول للتنظيف والتطهير اليومي والاسبوعي كما يوجد جدول للتنظيف العميق على الاقل كل اسبوعين",
          "- يوجد غرفة للنظافة نظيفة واخرى متسخة",
          "- الاتربة والحشرات او القوارض غير موجودة"
        ]
      },
      {
        "title": "معالجة التعرض للدم",
        "subItems": [
          "- معالجة التعرض للدماء او لسوائل الجسم وفقا للجراءات منع ومكافحة العدوى",
          "- صينية الانسكابات متاحة ومفعلة"
        ]
      },
      {
        "title": "معالجة المنسوجات",
        "subItems": [
          "- التجميع المناسب للمنسوجات المستخدمة من غرف المرضى ويتم نقلها في عربات مغطاة الى المغسلة",
          "- المنسوجات يتم تغييرها بصفة يومية وحينما تتلوث وبعد كل مريض",
          "- الستائر غير نافذة للسوائل ويتم تغييرها بين المرضى وحينما تتلوث واسبوعيا",
          "- المراتب والوسائد يتم تغطيتها بغطاء حامي ضد المياه"
        ]
      },
      {
        "title": "منطقة التخزين",
        "subItems": [
          "- غرفة تخزين منفصلة للمدادات بدرجة حرارة منضبطة من 22-25 درجة مئوية والرطوبة تصل إلى 70%",
          "- الثلاجات نظيفة وتحتوي على أدوية فقط ودرجة الحرارة يتم تسجيلها يوميا",
          "- كل المدادات نظيفة وجافة ويتم تخزينها بالطريقة المناسبة ولا توجد عناصر على الأرض أو تحت الحوض ولا توجد مدادت منتهية الصلاحية أو أدوية"
        ]
      },
      {
        "title": "تسليم المخلفات",
        "subItems": [
          "- توافر معدات فصل المخلفات الطبية في أماكن سهلة الوصول إليها",
          "- فصل المخلفات المناسب باستخدام أكياس ملونة وحاويات حادة على حسب السياسة",
          "- تجميع ونقل ووزن المخلفات يتم بالطريقة الصحيحة مع ارتداء الواقيات الشخصية المناسبة مع وضع ملصقات (المكان – التاريخ - النوع) على كيس المخلفات أو على صندوق الأمان",
          "- التخلص من المخلفات الطبية السائلة في أحواض خاصة بدون بقع مع ارتداء كافة الواقيات الشخصية اللازمة ثم يتم تنظيف وتطهير الحوض",
          "- صندوق الأمان والأكياس يتم غلقها بعد امتلاء ثلثيها قبل التخلص منها والسرنجات في صندوق الأمان الذي لا يتم تغطيته ويتم التخلص منها كوحدة واحدة"
        ]
      },
      {
        "title": "مراقبة عدوى الجروح",
        "subItems": [
          "- حالات عدوى الجروح يتم تسجيلها في دفتر المراقبة"
        ]
      }


    ]
  },
  {
    "checkList":   "العناية المركزية",
    "items": [
      {
        "title": "البنية التحتية",
        "subItems": [
          "  يوجد مكان مناسب وحديث ومصدق عليه من قبل لجنة منع ومكافحة العدوى ويسهل به الاجراء",
          "  يوجد غرفة منفصلة لتغيير الملابس والاكل والشرب",
          "  تصميم القسم والتهوية وفقا للمعايير الارشادية من حيث المسافة بين الاسرة مع وجود على الاقل غرفة عزل واحدة في القسم تتوافق مع سياسات منع العدوى"
        ]
      },
      {
        "title": "العاملون بالعناية",
        "subItems": [
          "  العاملين ملتزمين بممارسة منع ومكافحة العدوى من حيث الزي الواجب ارتداؤه – اداب السعال – النظافة الشخصية ) ممنوع االظافر الطويلة – طالء االظافر – االكسسوارات ("
        ]
      },
      {
        "title": "غسيل اليدي",
        "subItems": [
          "يوجد حوض منفصل لغسيل اليدي مزود بماء بارد وساخن، صابون، ومناشف، كما يوجد ملصقات توضيحية لكيفية غسيل اليدي وساعة لضبط الوقت الكافي لغسلهما",
          "حامل للكحول متوفر بصورة كافية بين الأسرة (لكل سرير/محطة التمريض)",
          "العاملون والمرضى يتم تدريبهم على كيفية ومكان ووقت غسيل اليدي، كما يوجد ملصقات توجيهية لذلك بجوار الحواض",
          "حاويات صابون والبيتادين يتم غسيلها بالماء والصابون وتطهيرها يومياً قبل إعادة ملئها، ولا يتم إضافة الصابون أو البيتادين للحاويات الممتلئة جزئياً",
          "الالتزام بغسيل اليدي أو الفرك بالكحول وفقًا للحظات الخمسة مع الالتزام بوقت التلمس لكل مادة مستخدمة",
          "معدلات الاستجابة لنظافة اليدين يتم مراقبتها بصفة منتظمة، والنتائج يتم مناقشتها في اجتماعات لجنة منع ومكافحة العدوى لتصحيح الأفعال الفعالة، وكذلك العاملون على علم بالنتائج"

        ]
      },
      {
        "title": "الواقيات الشخصية",
        "subItems": [
          "  ادوات الوقاية الشخصية مناسبة وكافية ومتاحة",
          "  ادوات الوقاية الشخصية وفقا لالحتياطات القياسية لمنع العدوى والحتياطات العدوى المنقولة من خلال التدريب بانتظام على استخدام خطوات وارتداء وخلع وتغيير والتخلص من الواقيات الشخصية"
        ]
      },
      {
        "title": "نظافة المريض",
        "subItems": [
          "  استحمام يومي للمريض بالماء والصابون"
        ]
      },
      {
        "title": "اسلوب المانع للتلوث",
        "subItems": [

          "تطهير المدخل بالكحول لمدة 15 ثانية قبل الحقن والانتظار 30 ثانية ليجف",
          "تحضير صينية العلاج/عاصبة احادية الاستخدام",
          "يتم دهن اليدين بالكحول/ارتداء قفاز نظيف (معقم في حالة المرضى المناعة المنخفضة)",
          "تطهير جلد المريض بالكحول بنسبة 70% والانتظار لمدة 30 ثانية ليجف والالتزام بعدم اللمس",
          "لا يتم إعادة تغطية السرنجات",
          "يتم وضع غيار شفاف/غيار شاش على مكان الإدخال، ثم إزالته بعد ١٠٠ ساعة أو عند ظهور التهاب أو عدم الحاجة",
          "لا يتم سحب العينات من الكانيولا",
          "يجب الحفاظ على الدائرة مغلقة",
          "يتم تغيير الكانيولا بعد إعطاء الدم فورًا أو أحد مشتقاته، وكذلك كل 4 ساعات في حالة التغذية الوريدية الكاملة"
        ]
      },
      {
        "title": "تركيب القسطرة الوريدية المركزية / العناية بعد التركيب",
        "subItems": [
          "اعداد صينية التركيب (CVC - الفرش المعقم - الباكتات المعقمة - قطن وشاش - البالستر - الماسك - واقى الوجه - الجاون المعقم - القفاز المعقم - غطاء الرأس - المطهر للجلد",
          "تجنب التركيب في وريد الفخذ في المرضى البالغين ومن الأفضل اختيار وريد subclavian عن jugular",
          "وعي التمريض باالتي : - متابعةاالحتياج لل cvc كل يوم و ازالتها في حالة عدم االحتياج او الالتهاب او التورم - تحضير مكان التركيب باستخدام مطهر ( البيتادين / الكلورهيدكسين –مراعاة زمن التالمس )- استخدام غيار ( شاش يومين / شفاف 7 ايام) علي مكان االدخال وتسجيل تاريخ التغيير- دلك لا hub بالكحول قبل وبعد اعطاء العالج- تغيير الغيار عند البلل او حسب تاريخ تركيبه / وضعه- يتم تغيير لا cap",
          "لو تم إعطاء دم أو مشتقات الدهون، يُغير كل 4 ساعات",
          "لو تم إعطاء propofol وريديًا كل 10/6 ساعة، عند انتهاء الفايل يتم تغيير tubing",
          "في حالة استخدام أجهزة إعطاء المحاليل بالتنقيط باستمرار.. يتم تغييرها كل ثلاثة أيام وليس أقل من ذلك وأسبوع باقصي حد",
          "يتم الحفاظ دومًا على الدائرة مغلقة"
        ]
      },
      {
        "title": "الحقن الوريدي / الحقن الامن",
        "subItems": [
          "الدواء متعدد الجرعات يتم كتابة تاريخ ووقت الفتح / التخلص منه (تلوث ظاهري) - بعد 20 يوم من الفتح اذا لم توصي الشركة المصنعة بغير ذلك",
          "مكان منفصل للتحضير (جاف ونظيف) بعيدا عن اماكن رعاية المرضي، عربات العلاج فيه تحفظ نظيفة وجافة",
          "استخدام السلوب المانع للتلوث اثناء التحضير",
          "يتم فحص الدواء من حيث تاريخ الصالحية / التلوث / الكسر / التسريب قبل الاستخدام",
          "استخدام امبول واحد متعدد الجرعات في وقت واحد مع تطهير الجزء العلوي منه واستخدام سرنجة جديدة معقمة في كل مرة سحب",
          "يتم تطهير فوهة الزجاجة / استخدام سرنجة جديدة لكل سحبة",
          "يتم التخلص مباشرة من الجرعات الحادية الاستخدام بعد سحبها",
          "امبولات الجرعة الواحدة او الاستخدام الواحد يتم التخلص منها فورا بعد الاستخدام والتخلص من اي بقايا",
          "تحقن الادوية باسرع وقت ممكن بعد سحبها في السرنجات (يجب ان يوضع عليها ملصق)",
          "يتم حل الدواء البودرة باستخدام امبولات ماء معقم"
        ]
      },

      {
        "title": "تركيب القسطرة البولية / العناية بعد التركيب",
        "subItems": [
          "استخدام البديل ان امكن / و سبب التركيب واضح و موثق",
          "اعداد صينية التركيب (القسطرة / الفرش المعقم / الشاش المعقم / بالستر / جاون معقم / قفاز معقم / مطهر جلد / جل سيرنجة البالون / الماء المعقم)",
          "تطهير منطقة التوصيل بـ 10 % بيتادين جراحي بالطريقة الصحيحة وفقا لجنس المريض مع االخذ في االعتبار وقت التالمس",
          "استخدام جيل معقم احادى الاستخدام قبل توصيل القسطرة البولية",
          "بمجرد توصيل القسطرة يتم نفخ البالون بالماء المعقم بالمستوى الموصى به (10ملل) اذا لم يوصى بخلاف ذلك",
          "استخدام اسلوب منع التلوث عند توصيل القسطرة البولية والمحافظة على الدائرة المغلقة المعقمة",
          "تثبيت القسطرة على رجل المريض لمنع حركتها من مكانها ويتم كتابة تاريخ التركيب و كيس جمع البول يتم تعليقه تحت مستوى المريض وتجنب مالمسة الارض او اي سطح",
          "متابعة الحاجة الى القسطرة يوميا و ازالتها في حالة عدم الحاجة",
          "عينة مزرعة البول تؤخذ من المنطقة المصممة لذلك او فوق منطقة التقاء القسطرة بكيس جمع البول بعد تطهيرها بالكحول باستخدام سرنجة معقمة",
          "عمل نظافة يومية حول منطقة التركيب مع منع استخدام المطهرات في هذه المنطقة",
          "التمريض على دراية و ينفذ التعليمات التالية:-كيس جمع البول لا يتم فصله مطلقا عن القسطرة - يتم تفريغه عند امتلاء 3/4 في حاوية خاصة بالمريض ( واسعة الفوهة / يتم تنظيفها وتطهيرها / توضع في مكان نظيف ) يتم تطهير فوهة الكيس بعد التفريغ بالكحول لمدة 15 ثانية و تركها تجف ",
          "- القسطرة الفولي يتم تغيرها كل 5 ايام و القسطرة السيليكون يتم تغيرها كل شهر"
        ]
      },

      {
        "title": "العناية بالمريض المتصل بجهاز التنفس الصناعي",
        "subItems": [
          "رفع سرير المريض من 22 الى 45 درجة",
          "تقييم احتياج المريض لجهاز التنفس يوميا",
          "العالج الوقائي لقرحة المعدة",
          "العالج الوقائي لجلطات القدم",
          "وصلة التنفس ال يوجد بها تكثيف بخار",
          "العناية بالفم بالكلوروهيدكسين كل 4 ساعات باستخدام فرشة اسنان ناعمة",
          "ترطيب الشفاه والغشاء المخاطى بالفم",
          "يتم التشفيط subglottic بدون اي افرازات متبقية فوق بالون االنبوبة الحنجرية",
          "قسطرة التشفيط يتم حفظها في حاوية يصل اليها الهواء وال توضع علي سرير المريض",
          "اثناء غسل االسنان : تاكد ان ضغط بالون االنبوبة مظبوط و يتم غسل االسنان بفرشاةة ناعمة لمدة دقيقتين بعمل حركات دائرية الزالة جميع الشوائب و غسل اللسان و اللثة و الحلق ثم غسل الفرشاة بالماء و ازالة اي شوائب منها و تحفظ في حافظة يصل اليها الهواء",
          "التأكد من ضبط ضغط بالون بعد التوصيل بجاز التنفس قبل عمل عناية بالفم",
          "يتم تغيير الفلتر البكتيري كل 4 ساعة او عند التلوث",
          "يتم التشفيط للمريض باستخدام قسطرة تشفيط جديدة كل مرة و ارتداء قفازات معقمة"
        ]
      },

      {
        "title": "العزل",
        "subItems": [
          "يتم العزل بناء على تعليمات طبية مكتوبة حسب نوع العزل والمدة",
          "مستلزمات غسيل االيدي متاحة بالغرفة",
          "يوجد عالمة مرئية بوضوح على باب الغرفة تدل انها غرفة عزل و بجوارها ملصقات عن اداب السعال",
          "ممنوع او تحديد الزوار اذا تم االمتثال بالسياسات و ارتداء الواقيات الشخصية المناسبة في حالة الدخول حسب نوع العزل",
          "تخصيص تمريض / طبيب للتعامل مع حاالت العزل و اذا لم يتسني ذلك فنجعل المرورعليه في نهاية الراوند"
        ]
      }, {
        "title": "اعادة معالجة الالات",
        "subItems": [
          "عدد الالات مناسب لعدد الحالات",
          "غمر او رش الالات والمعدات الملوثة في حاوية مغطاة تحتوي على الماء والمنظف الانزيمي فورا بعد الاستخدام وترسل الى قسم التعقيم والتوريد المركزي وال يتم التعامل معها داخل العناية",
          "تواريخ التعقيم وانتهاء الصلاحية والامان استخدام للحزم الموجودة تراجع قبل الستخدام",
          "الجلوكوميترات يتم تطهيرها بين المرضى وموازين الحرارة يتم حفظها في حاويتها وتطهر قبل الاستخدام",
          "تطهير جهاز الضغط والسماعة بعد كل استخدام"
        ]
      },
      {
        "title": "المعدات التنفسية",
        "subItems": [
          "المنظار الحنجري يتم اعادة تطهيره تطهيرا عالي المستوى / تعقيمه بين الحالات",
          "مرطب o2 يتم تعقيمه / تطهير عالي المستوى بين المرضى أو كل 4 ساعات لنفس المريض ويتم وضع ماء معقم / ماء سبق غليه لملئه",
          "ال يتم تغيير وصلة الجهاز التنفسي الصناعي الا عند تلوثها / فقدت الوظيفة",
          "يتم تغليف الامبوباج لنفس المريض",
          "يتم تنظيف وتطهير حاويات التشفيط / خرطومه يوميا لنفس المريض"
        ]
      },
      {
        "title": "العناية بالمفروشات",
        "subItems": [
          "يتم جمع الملابس الغير نظيفة ونقلها في العربة المخصصة المغلقة الى المغسلة",
          "يتم تغيير الملابس يوميا / عند تلوثها / تمزقها / بين المرضى",
          "الستائر غير منفذة للسوائل و يتم تغييرها ( بين المرضى / عند تلوثها / اسبوعيا )",
          "الوسائد والمراتب مغطاه بغطاء مضاد للماء"
        ]
      },
      {
        "title": "نظافة المحيط والتطهير",
        "subItems": [
          "الوحدة نظيفة وجافة وخالية من الأتربة. ويتم غسيلها بالماء والصابون في بداية كل شيفت وعند الإتساخ (فوطة مخصصة لكل مكان). التنظيف يتم بالطريقة الصحيحة وفقاً لسياسة مكافحة العدوى.",
          "المطهرات تُستخدم بالطريقة الصحيحة (توضع بالنسب الصحيحة والالتزام بوقت التالمس) ويتم تطهير الوحدة بالكلور مرتين يومياً وعند حدوث أي انسكاب دموي بدون خلط الصابون بالكلور أثناء التنظيف.",
          "يتم تنظيف أسطح الكمبيوتر ولوحات المفاتيح وتطهيره بالمطهر المتفق عليه (يومياً/بين المرضى/عند تلوثها).",
          "يوجد جدول للتنظيف والتطهير والتطهير اليومي والأسبوعي.",
          "يوجد غرفة للنظافة نظيفة وأخرى متسخة.",
          "ال يوجد حشرات أو قوارض."
        ]
      },
      {
        "title": "التخزين",
        "subItems": [
          "غرفة تخزين منفصلة للمدادات والأدوية بدرجة حرارة منضبطة من 22-25 درجة والرطوبة تصل الى 70 %.",
          "كل المدادات نظيفة وجافة ويتم تخزينها بالطريقة المناسبة ولا يوجد عناصر على الأرض أو تحت الحوض وال يوجد أدوية أو مدادت منتهية الصالحية.",
          "الثلاجات نظيفة وتحتوي على أدوية فقط ودرجة حرارتها تسجل يومياً."
        ]
      },
      {
        "title": "تداول المخلفات",
        "subItems": [
          "توافر معدات فصل المخلفات الطبية في أماكن سهلة الوصول إليها.",
          "فصل المخلفات المناسب باستخدام أكياس ملونة وحاويات حادة على حسب السياسة.",
          "تجميع ونقل ووزن المخلفات يتم بالطريقة الصحيحة مع ارتداء الواقيات الشخصية المناسبة كما يوضع ملصق للمخلفات ويكتب (المكان والوقت والنوع) مكتوبة على الأكياس وصندوق المان.",
          "التخلص من المخلفات الطبية السائلة في أحواض خاصة بدون بقع مع ارتداء الواقيات الشخصية ثم يتم تنظيف وتطهير الحوض.",
          "صندوق المان والأكياس يتم غلقها بعد امتلاء ثلثي حجمها قبل التخلص منها والسرنجات قي صندوق المان ال يتم تغطيتها ويتم التخلص منها كوحدة واحدة."
        ]
      }
    ]
  },
  {

    "checkList":        "وحدة العناية المركزية لحديثي الولادة (المبتسرين)",
    "items": [
      {
        "title": "البنية التحتية والعتبارات العامة",
        "subItems": [
          "يوجد مكان مناسب وحديث وموثق من قبل لجنة منع ومكافحة العدوى ويسهل به الإجراء",
          "تصميم القسم وفقا للمعايير الإرشادية باعتبار المسافة بين الأسرة مع وجود على الأقل غرفة عزل واحدة في القسم تتوافق مع سياسات مكافحة العدوى",
          "نسبة عدد الأسرة للحواض متناسبة (حوض لكل 4 أسرة)",
          "يوجد غرفة مخصصة لتغيير الملابس والأكل والشرب",
          "جهاز تقنية الهواء يتماشى مع كل متطلبات توصيات مركز السيطرة على الأمراض CDC وفقا للمعايير الإرشادية. القنوات والفلاتر يتم تنظيفها وفقا للسياسة"
        ]
      },
      {
        "title": "العاملون",
        "subItems": [
          "العاملين ملتزمين بممارسة منع ومكافحة العدوى من حيث الزي الواجب ارتداؤه – اداب السعال – النظافة الشخصية ( ممنوع الأظافر الطويلة – طلاء الأظافر – الاكسسوارات )",
          "العاملون بوحدة العناية المركزة لحديثي الولادة يلتزمون برنامج التطعيم وصحة الموظفين والعاملون المصابون بأمراض معدية يلتزمون بسياسة التقيد في العمل"
        ]
      },

      {
        "title": "غسيل اليدين",
        "subItems": [
          "حوض منفصل لغسيل اليدين باالمدادات الكافية يبعد 2 متر عن الحضان (ماء بارد وساخن صابون– مناشف ورقية – مطهر ) كما يوجد ساعة لضبط الوقت الصحيح لغسيل اليدين",
          "مضخات الكحول لفرك اليدين متاحة باالعداد الكافية ) مضخة واحدة لكل حضان وفي كل محطة تمريض(",
          "العاملون والعائلات والزوار يتم تعليمهم كيفية ووقت ومكان غسيل اليدين كما يوجد ملصقات توضيحية لذلك",
          "مضخات الصابون السائل والبيتادين تنظف بالماء والصابون وتطهر يوميا قبل إعادة ملئها وال يعاد ملئ المضخات الفارغة جزئيا",
          "الالتزام بغسيل اليدين أو الفرك بالكحول وفقا للحظات الخمسة مع الالتزام بوقت التالمس لكل مادة مستخدمة",
          "معدلات الالتزام بغسيل اليدين مراقبة بانتظام والنتائج تناقش في اجتماعات لجنة منع ومكافحة العدوى ألخذ الاجراءات التصحيحية والعاملون على علم بالنتائج"
        ]
      },
      {
        "title": "ادوات الوقاية الشخصية",
        "subItems": [
          "ادوات وقاية شخصية مناسبة وكافية متاحة وسهلة الوصول اليها",
          "يتم استخدام ادوات الوقاية الشخصية وفقا لالحتياطات القياسية والاحتياطات المتخذة لمنع انتقال العدوى من خلال التدريب المنتظم على استخدام المناسب وخطوات اللبس والخلع والتغيير والتخلص منها"
        ]
      },
      {
        "title": "الإجراءات المانعة للتلوث",
        "subItems": [
          "قم بتطهير المدخل بالكحول لمدة 15 ثانية قبل الحقن واتركه حتى يجف لمدة 22 ثانية",
          "تحضير المستلزمات / الدرج ( باستخدام كيس دواء تجريبي واحد)",
          "القيام بنظافة اليدين باستخدام محلول فرك اليدين الكحولي ثم ارتداء قفازات نظيفة ( قفازات معقمة في تركيب الكانيول لمرضى نقص المناعة)",
          "الممرضة تدرك وتطبق مطهر للجلد 70 % كحول ايثيلي لمدة 30 ثانية ويسمح بالتجفيف في الهواء بدون اللمس واستخدام عصابة ذات الاستخدام الواحد",
          "ممنوع اعادة تغطية السرنجات او البر المستعملة",
          "يتم وضع ضمادة شفافة او شبه شفافة او شاش معقم على موقع الادخال وتاريخه. تتم ازالة الكانيول كل 96 ساعة او عند الالتهاب او عند عدم الحاجة اليها",
          "ال يتم سحب عينات دم من القسطرة",
          "يتم تغيير الكانيول والخط الوريدي على الفور اذا تم استخدام الدم او مشتقاته وخلال 24 ساعة في حالة التغذية الوريدية الكاملة",
          "الحفاظ باستمرار على الدائرة المغلقة",
          "انبوب تنظير المعدة عن طريق الانف يتم كتابة التاريخ عليها ويتم تغييرها اسبوعيا"
        ]
      },

      {
        "title": "الحقن الوريدي والحقن العضلية",
        "subItems": [
          "الأمبولات متعددة الجرعات يوضع عليها الصق عليه الوقت وتاريخ الفتح ويتم التخلص منها بعد 28 يوم بعد أول استخدام إذا لم توصى الشركة المصنعة خلاف ذلك",
          "منطقة منفصلة لتحضير الأدوية بعيداً عن منطقة رعاية المرضى وعربات الأدوية تحفظ نظيفة وجافة",
          "الإجراء المانع للتلوث يُستخدم أثناء الحقن الوريدي (قفازات معقمة وجاون معقم)",
          "بالنسبة للدواء يتم مراجعة تاريخ انتهاء الصالحية والتلوث والشوائب وتشققات الزجاجة والتسريبات قبل الاستخدام",
          "استخدام أمبول واحد متعدد الجرعات في وقت واحد مع تطهير الجزء العلوي منه واستخدام سرنجة جديدة معقمة في كل مرة سحب",
          "أمبولات الجرعة الواحدة أو الاستخدام الواحد يتم التخلص منها فوراً بعد الاستخدام والتخلص من أي بقايا",
          "تحقن الأدوية باسرع وقت ممكن بعد سحبها في السرنجات (يجب أن يوضع عليها ملصق)",
          "الأدوية البودرة تحضر بأمبولات ماء معقمة"
        ]
      },
      {
        "title": "الحزمة الوقائية لتوصيل القسطرة السرية",
        "subItems": [
          "القسطرة الوريدية السرية يتم إزالتها بعد 14 يوم أو عند عدم الحاجة، بينما القسطرة الشريانية السرية يتم إزالتها بعد 5 أيام",
          "الخطوط الوريدية والأكياس يتم تغييرها كل 72 ساعة إذا لم يكن هناك فلتر، ولكن إذا وجد فلتر يتم تغييرها كل 96 ساعة",
          "جميع العناصر المطلوبة متوفرة وسهلة الوصول إليها (قسطرة، ضمادة معقمة، فوط معقمة أو عبوة توصيل موحدة، وحدة قسطرة سرية من التعقيم المركزي، الصق معقم، غطاء للرأس، قناع جراحي، عباءة معقمة، قفازات معقمة، نظارة واقية للعين، مطهر للجلد)",
          "الممرضة تدرك وتنفذ الخطوات مع الالتزام بإجراءات منع ومكافحة العدوى",
          "أ -الخط المركزي يتم مراجعته يوميا الهميته ويتم إزالته في حالة عدم الحاجة أو الالتهاب أو العدوى",
          " ب - تحضير موضع التوصيل بواسطة مطهر الجلد (كلوروهكسيدين أو بوفيدين ايودين) مع الالتزام بوقت التالمس",
          "ت -وضع ضمادة شاش معقمة أو تضمادة شفافة أو شبه شفافة معقمة على موضع التوصيل وتسجيل التاريخ والوقت على الضمادة",
          "ث - دعك المحور بالاحتكاك فوراً ثم ثقبل كل استخدام بالمطهر المناسب (70% كحول)",
          "ج -تغيير الضمادة فوراً في حالة البلل أو الاتساخ أو تحرك من موضعه وعمل تغيير للضمادة الشاش المعقمة أو تحرك من موضعه وعمل تغيير للضمادة شبه شفافة كل يومين على الأقل",
          "إذا تم إعطاء دم أو مشتقات دم أو مستحلبات دهون أو تغذية وريدية كاملة يتم تغيير الأنبوبة كل 24 ساعة",
          "يتم الحفاظ على الدائرة المغلقة باستمرار"
        ]
      },
      {
        "title": "اعادة معالجة الالات",
        "subItems": [
          "غمر أو رش الأدوات الملوثة والأدوات الملوثة في حاوية مغلقة تحتوي على ماء ومنظف انزيمي فورا بعد الاستخدام ويتم إرسالها في حاوية مغلقة باحكام للتعقيم المركزي ولا يتم التعامل معها داخل الوحدة.",
          "تواريخ التعقيم وانتهاء الصلاحية وسلامة العبوات الموجودة يتم مراجعتها قبل الاستخدام.",
          "أجهزة الجلوكوميتر يتم تطهيرها بعد كل استخدام وميزان الحرارة يتم وضعه في حافظة نظيفة مغلقة ويتم تطهيره بعد كل استخدام.",
          "سماعة الطبيب الخاصة بالأطفال متاحة عند كل سرير وأجهزة الضغط يتم تطهيرهم بالمطهر المناسب بين المرضى.",
          "الحضانات يتم تنظيفها يوميا بفوطة أحادية الاستخدام ومنظف وماء (ممنوع الملصقات أو البالستر).",
          "حضانة للمرة الواحدة ويتم تغييرها كل 5:7 أيام أو في أقرب وقت إذا تلوثت.",
          "فلتر الحضانة يتم تغييره كل 3 أشهر ويتم كتابة التاريخ وتسجيله.",
          "الحضانات يتم تطهيرها في نهاية اليوم ويتم تنظيفها وتطهيرها بمطهر الكلور في منطقة مخصصة ومصممة خصيصا ويتم ذلك أسبوعيا في حالة وجود حضان احتياطي.",
          "نقل الحضانة نظيفة وبعد تطهيرها بالمطهر المناسب بعد كل استخدام.",
          "وحدات العلاج الضوئي الفردي تكون نظيفة وصالحة للاستخدام ويتم تنظيفها بين كل استخدام مع وجود بطانية أحادية الاستخدام.",
          "المعدات تكون نظيفة وصالحة للاستخدام (ممنوع المصقات أو البالستر) ويجب وجود دفتر مراجعة صيانة المعدات يوميا."
        ]
      },
      {
        "title": "الحزمة الوقائية للجهاز التنفسي",
        "subItems": [
          "وضع رأس وكتف الطفل حديث الولادة مرفوع بين 30:15 درجة.",
          "انقطاعات مهدئة يوميا ومراجعة قراءة المريض الخراج الأنبوبة وفقا لبروتوكول وحدة العناية المركزة للأطفال حديثي الولادة.",
          "تطبيق الوقاية من حدوث القرحة المعدية.",
          "تطبيق الوقاية من حدوث الجلطات الوريدية العميقة.",
          "أنبوبة الجهاز التنفس الصناعي يجب أن تكون خالية من التكثيف المفرط ويتم تشفيط الافرازات التنفسية بانتظام (كل 4 ساعات) أو عند الحاجة.",
          "العناية بقم المريض بشكل يومي كل 6:4 ساعات، استخدام فرشة أسنان ناعمة لتنظيف اللسان عند الحاجة.",
          "ضغط بالون الأنبوبة الحنجرية يتم قياسه بعد توصيل الجهاز التنفسي.",
          "يتم تشفيط المريض بقسطرة جديدة كل مرة باستخدام قفازات معقمة."
        ]
      },
      {
        "title": "معدات الجهاز التنفسي",
        "subItems": [
          "مناظير الحنجيرة يتم تطهيرها تطهيرا عالي المستوى أو تعقيمها بين المرضى.",
          "مرطب الأكسجين يتم تعقيمه أو تطهيره تطهيرا عالي المستوى بين المرضى وكل 24 ساعة لنفس المريض.",
          "استخدام مياه معقمة أو مغلية حديثا لملء المرطبات والبخاخات.",
          "تغيير دائرة الجهاز التنفسي فقط عندما تصبح متسخة أو لا تعمل أو غير صالحة للاستخدام.",
          "الأمبوباج يتم تعبئتها بين كل استخدام لنفس المريض.",
          "الفلتر البكتيري الفيروسي يجب أن يتم تغييره كل 24 ساعات أو عند التلوث.",
          "زجاجات وأنابيب التشفيط يتم تغييرها يوميا لنفس المريض."
        ]
      },
      {
        "title": "منطقة التخزين",
        "subItems": [
          "توجد غرفة منفصلة لتخزين الأدوية والمعدات تتراوح درجة حرارتها بين 25:20 درجة والرطوبة تصل الى 70%.",
          "كل المستلزمات نظيفة وجافة ويتم تخزينها بالطريقة الصحيحة ولا توجد عناصر مخزنة على الأرض أو تحت الحوض. لا توجد معدات أو أدوية منتهية الصلاحية.",
          "الثلاجات نظيفة وتحتوي على الأدوية فقط ودرجة الحرارة تتراوح بين 8:2 ويتم تسجيلها يوميا."
        ]
      },
      {
        "title": "معايير تنظيف وتطهير البيئة",
        "subItems": [
          "وحدات العناية المركزة للمبتسرين نظيفة وجافة وخالية من الأتربة. الوحدة يتم تنظيفها بالماء والصابون في بداية كل شفت وعند الاتساخ (فوطة مخصصة لكل مكان). التنظيف يتم بالطريقة الصحيحة وفقا لسياسات مكافحة العدوى.",
          "المطهرات تستخدم بالطريقة الصحيحة. تطهير الوحدة بالكلور مرتين يوميا وفورا بعد الانسكاب الدموي بدون خلط الكلور مع الصابون أثناء التنظيف.",
          "التنظيف والتطهير الروتيني والمنتظم للسطح المعدات ولوحة المفاتيح الخاصة بالكمبيوترات باستخدام المطهر المناسب وفقا لسياسات مكافحة العدوى وعند تلوثها.",
          "كل الحاويات يتم غسلها بالماء والصابون وتطهيرها بالكلور المخفف.",
          "يوجد جدول للتنظيف والتطهير اليومي والأسبوعي.",
          "يوجد غرفة نظيفة وأخرى متسخة للخدمات والعمال.",
          "لا توجد حشرات أو قوارض."
        ]
      },
      {
        "title": "تسليم المخلفات",
        "subItems": [
          "توافر أدوات فصل المخلفات الطبية في أماكن يسهل الوصول إليها.",
          "فصل المخلفات المناسب باستخدام أكياس ملونة وحاويات الأدوات حسب كل سياسة.",
          "تجميع ونقل وزن المخلفات يتم عمله بالطريقة الصحيحة مع ارتداء الواقيات الشخصية المناسبة مع وضع ملصق للمخلفات ويتم كتابة المكان والوقت والنوع على الأكياس وصندوق الأمان.",
          "التخلص من المخلفات الطبية السائلة في أحواض منفصلة عميقة خاصة بها بدون بقع والعامل يرتدي الواقيات الشخصية المناسبة بينما يقوم بوظيفته ثم ينظف ويطهر الحوض.",
          "التنظيف اليومي لحاويات المخلفات بالماء والصابون ثم الكلور المخفف.",
          "صندوق الأمان والأكياس يتم غلقها بعد ثلث امتلائها قبل التخلص منها (السرنجات في صندوق الأمان لا تغطى ويتم التخلص منها كوحدة واحدة)."
        ]
      },
      {
        "title": "معالجة الانسكاب الدموي",
        "subItems": [
          "معالجة التعرض للدماء والسوائل الجسم وفقا الجراءات منع ومكافحة العدوى.",
          "صينية الانسكابات متاحة ومفعلة."
        ]
      },
      {
        "title": "معالجة المنسوجات",
        "subItems": [
          "التجميع المناسب للمنسوجات المستخدمة من غرف المرضى ويتم نقلها في عربات مغطاه الى المغسلة.",
          "المنسوجات يتم تغييرها بصفة يومية وحينما تتلوث وبعد كل مريض.",
          "المراتب يتم تغطيتها بغطاء حامي ضد المياه."
        ]
      },
      {
        "title": "السجلات",
        "subItems": [
          "وضع خطة لصيانة الحضانات وجهاز تنقية الهواء ووحدة العلاج احادى الضوء.",
          "يوجد سجل لحركة الطفل حديث الولادة داخل أو خارج الوحدة."
        ]
      }
    ]

  },
  {
    "checkList":"جناح العمليات غرفة الافاقة",
    "items": [

      {
        "title": " البنية التحتية",
        "subItems": [
          "يوجد مكان مناسب وحديث مصدق عليه من قبل لجنة منع ومكافحة العدوى ويسهل به الإجراء.",
          "تصميم الوحدة وفقا للقواعد الإرشادية للجنة منع ومكافحة العدوى بالنسبة للحوائط والأرضيات ومكان التخزين وغرفة الفاقة وغرفة الاستراحة.",
          "نظام التهوية وفقا للقواعد الإرشادية للجنة منع ومكافحة العدوى (معدل تغيير الهواء على الأقل 10 مرة في الساعة + ضغط إيجابي + HEPA منقى الهواء).",
          "نظام الإجراءات الطريقة الواحدة ووجود ثالث مناطق منفصلة بفواصل واضحة بينهم.",
          "يوجد غرفة منفصلة لتغيير الملابس والأكل والشرب.",
          "أبواب غرفة العمليات مغلقة بنظام دخول غرفة محدودة."
        ]
      },
      {
        "title": " العاملين",
        "subItems": [
          "العاملين بغرفة العمليات ملتزمين بالقواعد الإرشادية للجنة منع ومكافحة العدوى بالنسبة للزي الواجب ارتدائه وآداب السعال والنظافة الشخصية (ممنوع الأظافر الطويلة وممنوع طلء الأظافر وممنوع الاكسسوارات).",
          "هل يوجد التزام بالملابس والواقيات الشخصية المناسبة على حسب الثالث مناطق الخاصة بغرفة العمليات (غير مقيدة – شبه مقيدة – مقيدة)."
        ]
      },
      {
        "title": " نظافة الأيدي",
        "subItems": [
          "حوض منفصل لغسل الأيدي بالمدادات الكافية (صابون – مناشف ورقية – مطهر) في المنطقة الغير مقيدة.",
          "أحواض منفصلة لغسل الأيدي الجراحي بالمدادات الكافية (صابون – مناشف معقمة – صابون مطهر – بيتادين – كلور هيكسيدين أو ستريليم) في المنطقة شبه المقيدة مزودة بفرش ناعمة احادية الاستخدام والمعقمة (إذا استخدمت).",
          "يوجد منشور غسيل الأيدي بجانب الحوض وساعة لكي تساعد في تضبيط الوقت الكافي لغسل الأيدي.",
          "مضخات الصابون السائل والبيتادين تنظف بالماء والصابون وتطهر يوميا قبل اعادة ملئها والا يعاد ملئ المضخات الفارغة جزئيا.",
          "الالتزام بغسل الأيدي بالطريقة الصحيحة والوقت الكافي (وقت التالمس) قبل أول عملية – ما بين العمليات – حدوث أي اختراق للتعقيم اثناء العملية.",
          "معدالت الالتزام بغسل الأيدي مراقبة بانتظام والنتائج تناقش في اجتماعات لجنة منع ومكافحة العدوى لاتخاذ الإجراءات التصحيحية والعاملون على علم بالنتائج."
        ]
      },
      {
        "title": " ادوات الوقاية الشخصية",
        "subItems": [
          "ادوات وقاية شخصية مناسبة وكافية متاحة وسهلة الوصول اليها.",
          "ارتداء الواقيات الشخصية المناسبة (بدلة خاصة بالعمليات – قبقاب مغلق – غطاء الرأس) قبل دخول المنطقة شبه المقيدة وارتداء القناع الواقي قبل دخول غرفة العمليات المشغولة بالمرضى.",
          "الالتزام بارتداء الواقيات الشخصية بطريقة معقمة وخلعها بالطريقة المناسبة."
        ]
      },
      {
        "title": " استقبال المرضى وتحضيرهم قبل العملية",
        "subItems": [
          "المريض يُستقبل مُحضر جيدا (الاستحمام – اظافر قصيرة – ممنوع طلء الأظافر – قص الشعر – حسب الحاجة – بالعبائة الطبية – غطاء الرأس).",
          "الوقاية بالمضادات الحيوية يعطى خلال ساعة قبل القطع وساعتين قبل العملية بالنسبة FLURO QUINOLONE – VANCOMYCIN.",
          "تحضير القولون ميكانيكيا (الحقن الشرجية – العوامل المسهلة باعطاء محاليل مضادة للميكروبات بالفم وغير قابلة للامتصاص في جرعات مقسمة في اليوم ما قبل العملية).",
          "مسحة الانف وانهاء استعمار لحوامل ميكروب MRSA والميكروبات المضادة للمضادات الحيوية في بعض الجراحات الخاصة.",
          "الاستحمام بالمطهر قبل العملية في بعض العمليات مثل القلب والصدر او استبدال مفصل عظمي عالجي.",
          "فحص معدلات سكر الدم قبل العملية والمحافظة على التحكم المحكم في سكر الدم في مرضى العمليات الاختيارية (مثل تقويم المفاصل – الالتحام الشوكي).",
          "مرضى العزل يدخلوا غرفة العمليات مباشرة بدون المرور على غرفة الفاقة في غرفة العمليات مع وضع علامة العزل على الباب.",
          "استخدام ادوات الوقاية الشخصية المناسبة على حسب نوع العزل."
        ]
      },
      {
        "title": " السلوب المانع للتلوث .. الحقن الوريدي .. الحقن االمن",
        "subItems": [
          "يتم تطهير المدخل بالكحول 70% لمدة 15 ثانية قبل الحقن ويترك ليجف لمدة 30 ثانية.",
          "يتم تحضير صينية تحتوي على كل المدادات المطلوبة.",
          "يتم عمل فرك لاليدي بواسطة الكحول ثم ارتداء القفازات النظيفة (معقمة في حالة المرضى منقوصي المناعة).",
          "يحضر الجلد جيداً: يطهر الجلد النظيف بالكحول 70% لمدة 30 ثانية ويترك ليجف مع استخدام العاصب احادي الاستخدام والالتزام بأسلوب عدم اللمس.",
          "الالصق الشفاف المعقم أو الشاش المعقم يوضع على مكان الدخال مع الالتزام بكتابة التاريخ.",
          "ال يتم اعادة تغطية السرنجات المستعملة.",
          "يتم الحفاظ دائماً على نظام الدائرة المغلقة.",
          "الامبوالت متعددة الجرعات يوضع عليها الصق عليه الوقت وتاريخ الفتح ويتم التخلص منها بعد 28 يوم بعد اول استخدام اذا لم توصى الشركة المصنعة خالف ذلك.",
          "عربات الادوية تحفظ نظيفة وجافة.",
          "منطقة منفصلة لتحضير الادوية بعيداً عن منطقة رعاية المرضى.",
          "الاجراء المانع للتلوث يستخدم اثناء الحقن الوريدي.",
          "بالنسبة للدواء يتم مراجعة تاريخ انتهاء الصالحية – التلوث – الشوائب – تشققات الزجاجة – التسريبات قبل الاستخدام.",
          "استخدام امبول واحد متعدد الجرعات في وقت واحد مع تطهير الجزء العلوي منه استخدام سرنجة جديدة معقمة في كل مرة سحب.",
          "امبوالت الجرعة الواحدة أو الاستخدام الواحد يتم التخلص منها فوراً بعد الاستخدام والتخلص من أي بقايا.",
          "تحقن الادوية باسرع وقت ممكن بعد سحبها في السرنجات (يجب ان يوضع عليها ملصق).",
          "االدوية البودر تحضر بامبوالت ماء معقمة.",
          "اعادة جرعة المضاد الحيوي في ثالث ساعات.. المدة الزمنية في الاجراءات التي تمتد اكثر من 3 ساعات.",
          "تضبيط الجرعة الوقائية من المضاد الحيوي للمرضى ذوي الوزن الزائد (BMI > 30).",
          "نقل الدم < 500 ملم."
        ]
      },
      {
        "title": " الحزمة الوقائية لتركيب القسطرة البولية",
        "subItems": [
          "استخدام البديل ان امكن / وسبب التركيب واضح",
          "اعداد صينية التركيب (القسطرة / الفرش المعقم / الشاش المعقم / بالستر / جاون معقم / قفاز معقم / مطهر جلد / جيل سيرنجة البالون / الماء المعقم)",
          "غسيل اليدين وارتداء القفازات المعقمة وتنظيف منطقة توصيل القسطرة بالماء والصابون ثم بالمحلول المعقم",
          "يتم تطهير اليدين بمطهرات الجلد",
          "ارتداء الواقيات الشخصية",
          "تطهير منطقة التوصيل بـ 10 % بيتادين جراحي بالطريقة الصحيحة وفقا لجنس المريض مع الأخذ في الاعتبار وقت التلامس",
          "استخدام جيل معقم احادى الاستخدام قبل توصيل القسطرة البولية",
          "بمجرد توصيل القسطرة يتم نفخ البالون بالماء المعقم بالمستوى الموصى به (10 ملل) اذا لم يوصى بخلاف ذلك",
          "استخدام السلوب المانع للتلوث عند توصيل القسطرة البولية والمحافظة على الدائرة المغلقة المعقمة",
          "تثبيت القسطرة على رجل المريض لمنع حركتها من مكانها ويتم كتابة تاريخ التركيب",
          "كيس جمع البول يتم تعليقه تحت مستوى المريض وتجنب ملامسة الأرض أو أي سطح"
        ]
      },
      {
        "title": " اعادة معالجة الأدوات والمعدات",
        "subItems": [
          "غمر أو رش الأدوات والمعدات الملوثة في حاوية مغطاة تحتوي على الماء والمنظف الإنزيمي فورا بعد الاستخدام وتُرسل إلى قسم التعقيم والتوريد المركزي وال يتم التعامل معها داخل غرفة العمليات",
          "الأدوات الملوثة تُرسل في حاوية محكمة والأدوات المعقمة تستقبل في حاوية أخرى",
          "تواريخ التعقيم وانتهاء الصلاحية والأمان للحزم الموجودة تُراجع قبل الاستخدام",
          "السماعات وأجهزة الضغط يتم تطهيرها بين المرضى",
          "أجهزة جلوكوميتر تمسح بمسحة من الكحول بين المرضى"
        ]
      },
      {
        "title": " معدات التنفس",
        "subItems": [
          "مناظير الحنجرة ومرطب الأكسجين وزجاجات التشفيط تُعقم بين المرضى (على الأقل تطهير عالي المستوى)",
          "الاستخدام الحادي النابض: النابض القصبة الهوائية، قساطر الأنف والقنوات الهوائية الحنجرية، وقساطر التشفيط",
          "دوائر التخدير يتم تغييرها بشكل يومي (بشرط أن يتم تثبيت فلتر جهاز تنفس جديد بين أنبوبة القصبة الهوائية وقطعة y وفي حالة التلوث الظاهري)",
          "دوائر التخدير يتم تغييرها بعد حالات العدوى المنقولة عن طريق الهواء والقطيرات"
        ]
      },
      {
        "title": "اجهزة تنقية الهواء",
        "subItems": [
          "قنوات الهواء لجهاز التكييف يتم تنظيفها على حسب السياسات",
          "فلتر HEPA لجهاز مكيف الهواء يتم تغييرها على حسب السياسات",
          "مراقبة ضغط هواء الغرف",
          "مراقبة حرارة ورطوبة الغرف"
        ]
      },
      {
        "title": " معالجة المنسوجات",
        "subItems": [
          "تجميع منسوجات غرف العمليات ونقلها في عربات مغطاة للمغسلة",
          "طاولة العمليات يتم تغطيتها بغطاء عازل للماء"
        ]
      },
      {
        "title": " تنظيف البيئة ومقاييس التطهير",
        "subItems": [
          "العاملين البد ان يحافظوا على البيئة نظيفة وجافة وخالية من الاتربة",
          "لبس الواقيات الشخصية اثناء التنظيف",
          "اسطح المعدات ولوحات الكمبيوتر يتم تنظيفها وتطهيرها بالمطهر الموافق عليه (بين استخدام المرضى عندما يتلوث ويوميا)",
          "عربات التخدير يتم تنظيفها وتطهيرها بين كل حالة وفي نهاية اليوم",
          "غرف العمليات يتم تنظيفها وتطهيرها بعد كل عملية او اجراء ونهائيا في اخر اليوم",
          "التنظيف العميق والتطهير لغرف العمليات يتم اسبوعيا",
          "المطهرات يتم وضعها بالنسب الصحيحة والتزام بوقت التالمس الخاص بكل مطهر",
          "يوجد جدول للتنظيف والتطهير اليومي والاسبوعي",
          "التنظيف يتم بطريقة صحيحة وفقا لسياسة منع ومكافحة العدوى",
          "يوجد غرفة خدمة نظيفة واخرى متسخة",
          "لا يوجد حشرات او قوارض"
        ]
      },

      {
        "title": " معالجة االنسكاب الدموى",
        "subItems": [
          "معالجة التعرض للدم او سوائل الجسم يتم وفقا الجراءات منع ومكافحة العدوى",
          "صينية الانسكابات متاحة ومفعلة"
        ]
      },
      {
        "title": "منطقة التخزين",
        "subItems": [
          "توجد غرفة منفصلة لتخزين الأدوية والمعدات تتراوح درجة حرارتها بين 25:20 درجة والرطوبة تصل الى 70%.",
          "كل المستلزمات نظيفة وجافة ويتم تخزينها بالطريقة الصحيحة ولا توجد عناصر مخزنة على الأرض أو تحت الحوض. لا توجد معدات أو أدوية منتهية الصلاحية.",
          "الثلاجات نظيفة وتحتوي على الأدوية فقط ودرجة الحرارة تتراوح بين 8:2 ويتم تسجيلها يوميا.",
          "لا لايوجد أدوية أو أمدادات منتهية الصالحية"

        ]
      },



      {
        "title": " تسليم المخلفات",
        "subItems": [
          "توافر معدات فصل المخلفات الطبية في أماكن سهلة الوصول اليها",
          "فصل المخلفات المناسب باستخدام أكياس ملونة وحاويات حادة على حسب السياسة",
          "تجميع ونقل ووزن المخلفات يتم بالطريقة الصحيحة مع ارتداء الواقيات الشخصية المناسبة",
          "التخلص من المخلفات الطبية السائلة في أحواض خاصة بدون بقع ثم يتم تنظيف وتطهير الحوض",
          "التنظيف اليومي لحاويات المخلفات بالماء والصابون ثم التطهير بالكلور المخفف",
          "صندوق الأمان والأكياس يتم غلقها بعد امتلاء ثلث ارباع حجمها قبل التخلص منها",
          "السرنجات قي صندوق الأمان  لا يتم تغطيتها ويتم التخلص منها كوحدة واحدة",
          "يوضع ملصق للمخلفات ويكتب (المكان والوقت والنوع) مكتوبة على الأكياس وصندوق الأمان"
        ]
      },



      {
        "title": " السجلات",
        "subItems": [
          "السجالت تشمل الحرارة اليومية وتسجيل المعدات المعتمدة على الحرارة",
          "السجالت للمعدات والحفاظ على مكيف الهواء"
        ]
      }





    ]
  },
  {
    "checkList":"قائمة المناظير" ,
    "items":[
      {
        "title": "التحتية البنية",
        "subItems": [
          "توجد سياسة خاصة بالمكان كما يوجد سياسة مكافحة عدوى مصدقة من قبل المستشفى",
          "يوجد فصل بين غرفة المنظار ومنطقة معالجة المنظار",
          "مكان منفصل لحفظ السجلات وشيت العيان (التسجيل)",
          "غرفة المنظار الصدري ذات ضغط سلبي",
          "مكان منفصل لتغيير الملابس والأكل والشرب",
          "مكان جيد التهوية لمعالجة المنظار"
        ]
      },
      {
        "title": "العاملون",
        "subItems": [
          "التزام العاملون بتعليمات مكافحة العدوى من ناحية الالتزام بالزي المحدد / آداب السعال / غسيل اليدين / خلع المجوهرات / قص الأظافر / طلاء الأظافر"
        ]
      },
      {
        "title": "غسيل اليدين",
        "subItems": [
          "حوض منفصل لغسيل اليدين ملحق به (صابون / مناشف / كحول / بوستر توضيحي لكيفية غسيل اليدين)",
          "وجود مضخات كحول بعدد كافي داخل المكان (محطة التمريض / مدخل الغرفة / غرفة الفحص)",
          "يتم تنظيف مضخات البيتادين والصابون كل يوم وال لا يتم اضافة الجديد إلى القديم (كتابة التاريخ يوميا)",
          "وجود ساعة توضع فوق الحوض لالتزام بالوقت المناسب لعمل غسيل اليدين",
          "التزام العاملين بغسيل اليدين حسب اللحظات الخمسة والوقت الكافي لكل مطهر",
          "يتم عمل ملاحظة لنسبة التزام العاملين بغسيل اليدين بطريقة دورية وتبليغ العاملين بها ورفع تقرير شهري للإدارة والقسم"
        ]
      },
      {
        "title": "الواقيات الشخصية",
        "subItems": [
          "وجود عدد كاف وجيد من الواقيات (مقاسات مختلفة)",
          "تستخدم الواقيات حسب الإجراء (الخلع واللبس)"
        ]
      },
      {
        "title": "مرحلة ما قبل غسيل المنظار",
        "subItems": [
          "تتم داخل غرفة المنظار بعد الاستخدام مباشرة وقبل إزالة النور",
          "الالتزام بارتداء (القفاز الواقي / الماسك / الجاون)",
          "إعداد محلول جديد لكل دورة للغسيل",
          "يتم مسح المنظار من الخارج بــ(لنت / سبونج) مغمورة بسوائل انزيمية",
          "يتم التخلص من السبونج بعد كل استخدام",
          "يتم شفط السوائل والهواء حتى روقان السائل الخارج من خلال القنوات",
          "يتم دفع السائل خلال قنوات الماء والهواء بالتبادل مع الشفط",
          "يتم نقل المنظار إلى غرفة المعالجة في وعاء مغلق"
        ]
      },
      {
        "title": "اختبار التسريب",
        "subItems": [
          "يتم عمله بعد كل استخدام وقبل التنظيف",
          "يتم كتابة عليه (ملوث) وإرساله إلى الصيانة لو وُجد تسريبًا"
        ]
      },
      {
        "title": "الغسيل اليدوي والشطف والتجفيف",
        "subItems": [
          "استخدام واقيات نظيفة (قفاز / واقٍ عين)",
          "إعداد محلول التنظيف جديد لكل منظار (حرارة المياه حسب تعليمات المصنع)",
          "التركيز حسب تعليمات الشركة المصنعة (السائل الانزيمي)",
          "استخدام ماء مقطر معقم للمنظار( بناء على تعليمات المصنع )",
          "إزالة كل الأجزاء التي يمكن إزالتها",
          "اغمر المنظار تحت سطح الماء طول الوقت",
          "امسح السطح الخارجي بــ(لنت / سبونج)",
          "غسيل كل الصمامات / الفتحات / رفع الملقاط بالفرشاة المناسبة",
          "ادعك بالفرشاة كل القنوات (يفضل استخدام الفرش ذات الاستخدام الواحد)",
          "استخدام السرنجة لضخ السائل الانزيمي داخل أجزاء المنظار محلها وانتظار وقت التألمس (بناءً على تعليمات المصنع)",
          "يتم شطف المنظار وكل قنواته بكمية ماء كافية للتخلص من السائل الانزيمي",
          "يتم ضخ الهواء داخل قنوات المنظار الزالة الماء",
          "يتم تجفيف المنظار من الخارج بــ(لنت)",
          "يتم غسيل وتطهير الفرش المعاد استخدامها",
          "يتم تسجيل عمل (اختبار البروتين) بصفة دورية بعد تنظيف المنظار"
        ]
      },
      {
        "title": "التطهير عالي المستوى",
        "subItems": [
          "يتم وضع المنظار في المطهر عالي المستوى بالوقت الكافي 20 دقيقة في السيدكس و 12 دقيقة في السيدكس اوبا",
          "الالتزام بالحفاظ على المطهر السيدكس اوبا 14 يوماً أو 20 دورة للغسالات و 14 يوماً أو 02 دورة يدوياً",
          "الالتزام بالحفاظ على المطهر السيدكس 14 يوماً قاعدياً / 22 يوماً الحمضي أو 30 دورة يدوياً 14 يوم أو 28 دورة للغسالات",
          "يتم استخدام الكاشف الكيميائي قبل الاستخدام للتأكد من الصالحية",
          "التطهير اليدوي باستخدام حوض مغلق والمنظار مغمور في المطهر",
          "التطهير اليدوي كل القنوات تمأل بالمطهر",
          "يتم شطف المنظار بالماء المعقم أو المقطر الزالة آثار المطهر",
          "يتم ضخ الهواء داخل القنوات ثم الكحول الزالة آثار الماء",
          "السطح الخارجي للمنظار يتم مسحه بالكحول بــ (لنت)",
          "غسالة المطهر الأوتوماتيك ( باراستيك اسيد )حسب تعليمات الشركة",
          "يتم صيانة وغسيل الغسالة الأوتوماتيك إن وجدت"
        ]
      },
      {
        "title": "اكسسوارات المنظار",
        "subItems": [
          "هل يتم تعقيم ال biobsy في التعقيم المركزى أو ما شابه",
          "زجاجات الماء الملحقة بالمنظار يتم تعقيمها على الأقل مرة نهاية اليوم"
        ]
      },
      {
        "title": "السجلات",
        "subItems": [
          "تاريخ ونوع الإجراء",
          "اسم المريض ورقم التذكرة (medical record no.)",
          "اسم الاستاف الذي قام بعملية المنظار للمريض واسم الفريق الذي قام بالمعالجة للمنظار (التمريض)",
          "نوع المنظار ورقمه (serial no.)",
          "نتيجة اختبار كاشف السيدكس / وقت التحضير / عدد مرات الاستخدام"
        ]
      },
      {
        "title": "HVAC",
        "subItems": [
          "الفلاتر والducts الخاصة بنظام تكييف يتم تنظيفها أو تغييرها حسب السياسة"

        ]
      },
      {
        "title": "المفروشات",
        "subItems": [
          "يتم تجميع المفروشات الغير نظيفة من غرف المرضى الى المغسلة في عربة مغلقة",
          "يتم تغيير الماليات يوميا / عند الاتساخ بين المرضى",
          "الستائر غير منفذة للماء يتم تغييرها بين المرضى وعند تلوثها و اسبوعيا",
          "المراتب والوسادات مغطاة بغطاء waterproof"
        ]
      },
      {
        "title": "نظافة البيئة وتطهيرها",
        "subItems": [
          "المكان نظيف / جاف / خالي من التراب / يتم الغسيل بداية الشفت وكلما اتسخت بالماء والصابون (فوطة خاصة بكل مكان) التنظيف يتم بطريقة صحيحة بناء على سياسة مكافحة العدوى ",
          "المطهرات تستخدم بطريقة صحيحة وبالنسبة للصحيحة مع الالتزام بزمن التألمس.. يتم تطهير الوحدة بالكلور مرتين يوميا وبعد الانساب الدموي بدون خلط الكلور مع الصابون ",
          "الاسطح المعدات / الكمبيوتر يتم تنظيفها وتطهيرها بمطهر مناسب بين المرضى / عند التلوث / يوميا",
          "يوجد مكان منفصل مرافق أو مخزن التنظيف / الغير نظيف (الأدوات والمعدات) يوجد جول تنظيف وتطهير يومي واسبوعي",
          "ال توجد قوارض او حشرات"
        ]
      },
      {
        "title": "التخزين",
        "subItems": [
          "الأجزاء القابلة للفك (الصمامات) يتم تخزينها منفصلة عن المنظار يتم وضع كل مجموعة من الصمامات داخل scope واحد",
          "يتم حفظ المنظار في وضع رأسي داخل كابينة مغلقة لمدة 4 ساعة (يتم اتباع تعليمات المصنع لحفظ المنظار وعدد أيام الحفظ لو وجدت)",
          "يتم تنظيف وتطهير المنظار قبل الاستخدام في بداية اليوم",
          "مكان منفصل لحفظ الأدوية بدرجة الحرارة (22:25) المظبوطة رطوبة 70% ",
          "يتم حفظ كل المستلزمات في مكان جاف ونظيف بطريقة سليمة / لا يوجد تخزين على الأرض وال تحت الحواض / لا يوجد أدوية منتهية الصالحية",
          " الثلاجات نظيفة وتحتوي على ادوية فقط ويتم تسجيل درجة الحرارة يوميا"
        ]
      },
      {
          "title": "التعرض للدم",
            "subItems": [
              "يتم معالجة التعرض للدماء (سوائل المريض) حسب التعليمات.",
              "يتم توافر spill tray ويعرف استخدامها."
            ]
          },
      {
        "title": "تداول المخلفات",
        "subItems": [
          "تتوافر حاويات النفايات الخطرة/غير الخطرة/صندوق الأمان.",
          "يتم الفصل الجيد للمخلفات باستخدام الألوان المختلفة وصندوق الأمان.",
          "نقل/تجميع/وزن المخلفات بطريقة سليمة/ارتداء الواقيات/لصق (المكان-الوقت-نوع المخلفات) على الحاوية من الخارج.",
          "يتم التخلص من المخلفات السائلة في الأحواض المخصصة/ارتداء الواقيات/تنظيف وتطهير الحوض.",
          "التنظيف اليومي لحاوية النفايات بالماء والصابون ثم التطهير بالكلور."
        ]
      }
      ] },
  {
    "checkList": "وحدة الغسيل الكلوي",
    "items":[
      {
        "title": "البنية التحتية ",
        "subItems": [
          "يوجد مكان مناسب وحديث ومعتمد من قبل سياسة منع ومكافحة العدوى ويسهل به الإجراء.",
          "توجد غرفة منفصلة لتغيير الملابس والأكل والشرب.",
          "تصميم القسم وفقا للمعايير الإرشادية بالنسبة للمسافة بين الأسرة مع وجود على الأقل غرفة عزل واحدة في القسم تتوافق مع معايير مكافحة العدوى.",
          "المدادات النظيفة والمعقمة يتم تخزينها في مكان منفصل عن منطقة خدمة المرضى.",
          "الأدوية والمعدات التي يتم احتياجها للمرضى تجهز في مكان مصمم منفصل عن منطقة خدمة المرضى.",
          "غرفة منفصلة وأجهزة مخصصة للمرضى المصابين بفيروس الكبدي (سي) بعيدة عن المرضى الغير مصابين بينما المرضى المصابين بالفيروس الكبدي بي أو فيروس العوز البشري يتم نقلهم وفقا للسياسة المتبعة.",
          "اختبارات الفيروس يتم عملها لكل المرضى كل ثالث شهور (فيروس بي وفيروس سي وفيروس نقص المناعة).",
          "إمداد المرضى بالتطعيم ضد الفيروس الكبدي (بي)."
        ]
      },
      {
        "title": "العاملون",
        "subItems": [
          "العاملون ملتزمون بممارسة منع ومكافحة العدوى من حيث الزي الواجب ارتداؤه وآداب السعال والنظافة الشخصية (ممنوع الأظافر الطويلة، طالء الأظافر، الاكسسوارات)."
        ]
      },
      {
        "title": "غسيل اليدين",
        "subItems": [
          "يتوفر حوض منفصل لغسيل الأيدي بالمدادات الكافية (صابون، مناشف ورقية، مطهر، ملصقات ارشادية لكيفية غسيل الأيدي) في المنطقة غير المقيدة.",
          "تكون مضخات الكحول متوفرة بأعداد كافية (مضخة في كل محطة عمل).",
          "يتم تنظيف مضخات الصابون السائل والبيتادين بالماء والصابون وتطهيرها يوميا قبل إعادة ملئها، ولا يُعاد ملء المضخات الفارغة جزئياً.",
          "الالتزام بغسيل الأيدي بالطريقة الصحيحة في اللحظات الخمسة والوقت الكافي (وقت التلامس) لكل مادة مستخدمة.",
          "معدلات الالتزام بغسيل الأيدي مراقبة بانتظام وتُناقش النتائج في اجتماعات لجنة منع ومكافحة العدوى ألخذ الإجراءات التصحيحية والعاملون على علم بالنتائج."
        ]
      },
      {
        "title": "ادوات الوقاية الشخصية",
        "subItems": [
          "تتوفر ادوات وقاية شخصية مناسبة وكافية وسهلة الوصول إليها.",
          "يجب ارتداء الواقيات الشخصية المناسبة (بدلة خاصة بالعمليات، قبعة مغلقة، غطاء الرأس) قبل دخول المنطقة شبه المقيدة وارتداء القناع الواقي قبل دخول غرفة العمليات المشغولة بالمرضى.",
          "يجب الالتزام بارتداء الواقيات الشخصية وفقاً للمعايير القياسية ومعايير نقل العدوى عن طريق التدريب المستمر على كيفية الاستخدام، اللبس، الخلع والتخلص الصحيح منها."
        ]
      },
      {
        "title": "احتياطات العزل",
        "subItems": [
          "يتم العزل بناءً على حالات الشتباه بأمر مكتوب موضحاً نوع العزل.",
          "تتوفر معدات نظافة الأيدي والواقيات الشخصية المناسبة للغرفة وفقاً لنوع العزل.",
          "تُوضع علامة العزل على الباب ومرئية بوضوح لكل من يدخل الغرفة، ويوجد بالقرب منها ملصقات إرشادية عن آداب السعال.",
          "ممنوع أو تحديد الزوار إذا تم الامتثال بالسياسات والتعليمات قبل دخول الغرفة، والالتزام بارتداء ادوات الوقاية الشخصية المناسبة.",
          "يجب وجود طبيب وممرضة وعامل منفصلين للتعامل مع المريض المعزول، وفي حالة عدم الامكان يتم التعامل معه في نهاية المرور."
        ]
      },
      {
        "title": "الناسور الشرياني الوريدي وتوصيل / فصل القسطرة بطريقة منعية للتلوث",
        "subItems": [
          "تحضير المدادات / الصينية / انابيب الجهاز باستخدام الشنطة الطبية ذات الاستخدام الواحد.",
          "يتم حفظ انابيب داخل الوريد بعيداً عن الحاويات المتصلة بالجهاز أثناء تحضير الجهاز.",
          "يجب ارتداء قفازات نظيفة لتوصيل الجهاز وقفازات نظيفة في حالة توصيل MAHOUKER وتوصيل قسطرة الغسيل البريتوني.",
          "يجب وضع فوطة معقمة تحت يد المريض.",
          "يجب التحضير المناسب للجلد: تنظيف مكان التوصيل بالماء والصابون ثم تطهير الجلد النظيف بالمطهر من الداخل للخارج في حركة دائرية مع الاخذ في الاعتبار وقت التالمس والالتزام بطريقة عدم التالمس.",
          "يجب وضع غيار شاش معقم فوق مكان التوصيل لتثبيت الكانيوال.",
          "يجب تطهير مخرج MAHOUKER قبل وبعد التوصيل بشاشة مشبعة بمحلول الكحول وتركها لتجف.",
          "يجب استخدام سرنجة جديدة لكل جرعة من الدواء وممنوع اعادة استخدامها لنفس المريض.",
          "يجب عدم مشاركة امدادات متبقية بين المرضى حتى لو كانت غير مفتوحة والتخلص منها، وممنوع استخدام العاصبة المعاد استخدامها.",
          "يجب استخدام ضمادة جديدة معقمة بعد كل عملية غسيل كلوى عند استخدام الناسور الشرياني الوريدي أو القسطرة الوريدية المركزية والالصق الطبي الذي يجب عدم وضعه فوق القسطرة أو مباشرة فوق موضع الناسور."
        ]
      },
      {
        "title": "الحقن الوريدي",
        "subItems": [
          "يُستخدم الصق على الأمبولات متعددة الجرعات لوضع تاريخ الفتح والتاريخ النهائي للاستخدام، ويتم التخلص منها بعد 2 يوم من الاستخدام الأول إذا لم توصى الشركة المصنعة خلاف ذلك.",
          "يجب توفر منطقة منفصلة لتحضير الأدوية بعيداً عن منطقة رعاية المرضى، وعربات الأدوية يجب حفظها نظيفة وجافة.",
          "يُستخدم الإجراء المانع للتلوث أثناء الحقن الوريدي.",
          "بالنسبة للدواء، يتم مراجعة تاريخ انتهاء الصالحية، التلوث، الشوائب، تشققات الزجاجة، التسريبات قبل الاستخدام.",
          "يجب استخدام أمبول واحد متعدد الجرعات في وقت واحد مع تطهير الجزء العلوي منه استخدام سرنجة جديدة معقمة في كل مرة سحب.",
          "يجب التخلص فوراً من أمبولات الجرعة الواحدة أو الاستخدام الواحد بعد الاستخدام، والتخلص من أي بقايا.",
          "يجب حقن الأدوية بأسرع وقت ممكن بعد سحبها في السرنجات (يجب أن يوضع عليها ملصق).",
          "الأدوية البودرة يتم تحضيرها بأمبولات ماء معقمة."
        ]
      },
      {
        "title": "الحقن العضلية",
        "subItems": [
          "توضع الصق على الأمبولات متعددة الجرعات لوضع تاريخ الفتح والتاريخ النهائي للاستخدام، ويتم التخلص منها بعد 2 يوم من الاستخدام الأول إذا لم توصى الشركة المصنعة خلاف ذلك.",
          "يجب توفر منطقة منفصلة لتحضير الأدوية بعيداً عن منطقة رعاية المرضى، وعربات الأدوية يجب حفظها نظيفة وجافة.",
          "يُستخدم الإجراء المانع للتلوث أثناء الحقن العضلي.",
          "بالنسبة للدواء، يتم مراجعة تاريخ انتهاء الصالحية، التلوث، الشوائب، تشققات الزجاجة، التسريبات قبل الاستخدام.",
          "يجب استخدام أمبول واحد متعدد الجرعات في وقت واحد مع تطهير الجزء العلوي منه استخدام سرنجة جديدة معقمة في كل مرة سحب.",
          "يجب التخلص فوراً من أمبولات الجرعة الواحدة أو الاستخدام الواحد بعد الاستخدام، والتخلص من أي بقايا.",
          "يجب حقن الأدوية بأسرع وقت ممكن بعد سحبها في السرنجات (يجب أن يوضع عليها ملصق).",
          "الأدوية البودرة يتم تحضيرها بأمبولات ماء معقمة."
        ]
      },
      {
        "title": "تنظيف وتطهير جهاز الغسيل الكلوي",
        "subItems": [
          "الممرضة على وعي وملتزمة بإجراءات ومعايير مكافحة العدوى عند عمل تطهير لمحطة الغسيل الكلوي.",
          "فصل وتنزيل الأنابيب والمرشح من جهاز غسيل الكلى.",
          "تم التخلص من الأنابيب والمرشحات في أوعية مانعة للتسريب.",
          "التأكد من عدم وجود دم أو أتربة مرئية على السطح.",
          "التأكد من أن جيب الفتيلة تم تفريغه.",
          "التأكد من أن المريض ترك محطة الغسيل الكلوي.",
          "التخلص من كل المستلزمات الواحدة الاستخدام.",
          "تحريك أي مستلزمات يعاد استخدامها للمنطقة التي يتم فيها تنظيفها وتطهيرها قبل تخزينها أو إعادتها إلى محطة الغسيل الكلوي.",
          "إزالة القفازات وعمل نظافة اليدين.",
          "اتباع تعليمات الشركة المصنعة بالنسبة لعملية التطهير والتعقيم للماكينات بالداخل بين المرضى.",
          "وضع المطهر على كل السطح في محطة الغسيل الكلوي باستخدام القفازات وحركة المسح بالاحتكاك والتأكد من أن كل السطح مبلل ظاهريا بالمطهر وترك السطح ليجف في الهواء.",
          "تطهير جميع أسطح حبيب الفتيلة المفرغ وترك الجيب ليجف في الهواء قبل إعادة التوصيل أو إعادة الاستخدام.",
          "احتفاظ بالعناصر الملوثة أو المستخدمة بعيداً عن العناصر التي تم تطهيرها، اتباع اجراءات التنظيف والتطهير الجهازة المسار الواحد في بداية ونهاية اليوم.",
          "تطهير الجهاز والمضخات والمداخل والمخارج السائلة في نهاية اليوم وأسبوعيا."
        ]
      },
      {
        "title": "محطة المياه",
        "subItems": [
          "اجراء اختبار كيميائي وميكروبيولوجي شهريا للمياه من خلال وزارة الصحة وتسجيل النتائج والنتائج تراجع من قبل طبيب الكلي و لجنة مكافحة العدوى التخاذ اجراء تصحيحي ان احتاج الامر.",
          "الفالتر يتم تغييرها في محطة المياه وفقا لتعليمات الشركة.",
          "اختبار Endotoxin للمياه يتم عمله على الاقل مرة شهريا والنتائج يتم مناقشتها في لجنة مكافحة العدوى.",
          "جهاز غسيل البيكارب يتم تنظيفه وتطهيره يوميا.",
          "عمل صيانة دورية مسجلة لكل اجزاء محطة المياه.",
          "عمل اختبار مياه يومي باستخدام شرائط للتحليل."
        ]
      },
      {
        "title": "المنسوجات",
        "subItems": [
          "التجميع المناسب للمنسوجات المستخدمة من غرف المرضى ويتم نقلها في عربات مغطاه الى المغسلة.",
          "المنسوجات يتم تغييرها بصفة يومية وحينما تتلوث وبعد كل مريض.",
          "الستائر غير نافذة للسوائل ويتم تغييرها بين المرضى وحينما تتلوث واسبوعيا.",
          "المراتب والوسائد يتم تغطيتها بغطاء حامي ضد المياه."
        ]
      },
      {
        "title": "معالجة التعرض للدم",
        "subItems": [
          "يتم معالجة التعرض للدماء (سوائل المريض حسب التعليمات).",
          "تتوافر عبوة انسكابات دموية ويعرف استخدامها."
        ]
      },
      {
        "title": "التخزين",
        "subItems": [
          "الثلاجات نظيفة وتحتوي فقط على ادوية ودرجة حرارتها تسجل يوميا.",
          "غرفة تخزين منفصلة للمدادات بدرجة حرارة منضبطة من 25-22 درجة والرطوبة تصل الى 70%.",
          "كل المدادات نظيفة وجافة ويتم تخزينها بالطريقة المناسبة والا يوجد عناصر على الارض او تحت الحوض والا يوجد امدادات منتهية الصالحية او ادوية."
        ]
      },
      {
        "title": "معايير تنظيف وتطهير البيئة",
        "subItems": [
          "الوحدة نظيفة وجافة وخالية من الاتربة ويتم نظيفها بالماء والصابون في بداية كل شيفت وعند الاتساخ.",
          "المطهرات تُستخدم بالطريقة الصحيحة وفقا لسياسات مكافحة العدوى.",
          "تطهير الوحدة بالكلور مرتين يوميا وفورا عند وجود انسكاب دموي بدون خلط الكلور مع الصابون.",
          "اسطح المعدات ولوحات مفاتيح اجهزة الكمبيوتر يتم تنظيفها وتطهيرها بالمطهر المتفق عليه عند الاتساخ ويوميا وبين المرضى.",
          "يوجد جدول للتنظيف والتطهير والتطهير اليومي والاسبوعي.",
          "يوجد غرفة للنظافة نظيفة واخرى متسخة.",
          "الا يوجد حشرات او قوارض."
        ]
      },
      {
        "title": "تسليم المخلفات",
        "subItems": [
          "توفر احتياجات فصل المخلفات الطبية في اماكن يسهل الوصول اليها.",
          "يتم الفصل الجيد للمخلفات باستخدام الالوان المختلفة وصندوق الامان.",
          "نقل / تجميع / وزن المخلفات بطريقة سليمة / ارتداء الواقيات / الصق (المكان- الوقت – نوع المخلفات) على الحاوية من الخارج.",
          "يتم التخلص من المخلفات السائلة في الاحواض المخصصة / ارتداء الواقيات / تنظيف وتطهير الحوض.",
          "يتم التخلص من اكياس جمع المخلفات وكذلك صندوق الامان بعد امتلاء ثالث ارباع حجمه والسرنجات في صناديق الامان يتم التخلص منها كوحدة واحدة والا يتم تغطيتها والا ثنيها والا كسرها."
        ]
      },
      {
        "title": "السجلات",
        "subItems": [
          "سجالت المرضى متاحة للختبارات المعمل بانتظام.",
          "يوجد خطة دورية للمعدات."
        ]
      }


    ]
  }
,

  {
    "checkList":  "الصيدلية الاكلينيكية",
    "items":[

      {
        "title": "البنية التحتية / االعتبارات العامة",
        "subItems": [
          "يوجد مكان مناسب وحديث ومعتمد من قبل لجنة مكافحة العدوى ويسهل به الإجراء.",
          "مصمم من ثلاث مناطق (منطقة شخصية ومنطقة التخزين - غرفة متقدمة لتحضير المستلزمات - التصنيف - غرفة نظيفة لتحضير الدواء مع تفعيل الدخول المحدود لغرفة التحضير).",
          "في غرفة التحضير: التغذية الوريدية الكلية يتم تحضيرها في منضدة للتدفق الصفحي أو كابينة الأمان البيولوجي مجموعة 0 بينما العلاج الكيميائي يتم تحضيره في كابينة الأمان البيولوجي مجموعة 0.",
          "يوجد غرفة مخصصة لتغيير الملابس والكل والشرب.",
          "غرفة التحضير بها أرضيات وحوائط يسهل تنظيفها ومضادة للبكتيريا والغرفة بها تدفق هواء إيجابي محكم."
        ]
      },
      {
        "title": " العاملـون",
        "subItems": [
          "العاملين ملتزمين بممارسة منع ومكافحة العدوى من حيث الزي الواجب ارتداؤه – اداب السعال – النظافة الشخصية ) ممنوع االظافر الطويلة – طالء االظافر – االكسسوارات"
        ]
      },
      {
        "title": " غسيل االيدي",
        "subItems": [
          "حوض منفصل لغسيل االيدي باالمدادات الكافية (صابون – مناشف ورقية – مطهر-ملصقات توضيحية لطريقة غسيل االيدي ) في المنطقة الغير مقيدة",
          "مضخات الكحول متاحة باعداد مناسبة (واحدة عند كل محطة تمريض )",
          "مضخات الصابون السائل تنظف بالماء والصابون وتطهر يوميا قبل اعادة ملئها وال يعاد ملىء المضخات الفارغة جزئيا",
          "االلتزام بغسيل االيدي او الفرك بالكحول وفقا للحظات الخمسة مع االلتزام بوقت التالمس لكل مادة مستخدمة",
          "معدالت االلتزام بغسيل االيدي مراقبة بانتظام والنتائج تناقش في اجتماعات لجنة منع ومكافحة العدوى ألخذ االجراءات التصحيحية والعاملون على علم بالنتائج"
        ]
      },
      {
        "title": "ادوات الوقاية الشخصية",
        "subItems": [
          "ادوات وقاية شخصية مناسبة وكافية متاحة وسهلة الوصول اليها قبل الدخول الي منطقة التحضير",
          "ارتداء الواقيات الشخصية المناسبة ( بدلة خاصة بالعمليات – قبقاب مغلق – غطاء الرأس ) و االلتزام بالطريقة الصحيحة للخلع و اللبس"
        ]
      },
      {
        "title": "تحضير العالج الوريدي والحقن الامن",
        "subItems": [
          "أمبوالت متعددة الجرعات يتم وضع التاريخ والوقت عليها عند الفتح او االعادة ويتم التخلص منها عندما تتلوث مرئيا او في حالة الشك في تلوثها او بعد 28 يوم بعد اول استخدام اذا لم يخصص الشركة المصنعة غير ذلك",
          "خلط العالجات الوريدية يتم عمله  في غطاء التدفق الهواء الصفحي مع االمداد بالهواء من خالل فلتر HEPA FILTER",
          "العاملون على وعى بتحضير المنطقة للتحضير المعقم : تنظيف االسطح الخارجية للغطاء يوميا بمطهر معتمد من قبل المستشفى",
          "تحضير HOOD بتدفق هواء جاري ) على الاقل 30 دقيقة او وفقا لتعليمات الشركة المصنعة (",
          "استكمال كل العمل على الاقل 6 بوصة من الحافة",
          "تطهير اسطح مناطق العمل وكل االسطح الداخلية التي يمكن الوصول اليها",
          "حاويات المكونات المستخدمة لتحضير االدوية يتم مراجعة تاريخ انتهاء الصالحية وعيوب التعقيم وصالحية المنتج والتلوث والشوائب وشروخ الزجاج والتسريب",
          "كل 30 دقيقة : التدفق الهوائي الصفحى يجب تنظيفه ويتم تغيير القفازات اذا لم تتمزق قبل 30 دقيقة",
          "تطهير السدادات المطاطية للحاويات واغشية االمبول بالمسح بـ 70 % كحول قبل االستخدام",
          "تخصيص استخدام امبول متعدد الجرعات لمريض واحد قدر االمكان",
          "لو االمبول متعدد الجرعات يجب استخدامه الكثر من مريض : يجب حفظه في منطقة العالج الخاصة بالمريض ) مثال : غرف المرضى ، غرف العمليات(",
          "يتم استخدام امبول متعدد الجرعات واحد فقط في الوقت المناسب ويتم تخزينه في الثالجة عند الفتح حسب توصية الشركة المصنعة",
          "يتم تطهير اعلى االمبول متعدد الجرعات ويتم استخدام سرنجة معقمة جديدة لكل سحب",
          "امبوالت االستخدام االحادي يتم التخلص منه فورا بعد االستخدام مع اي بقايا",
          "االدوية يتم حقنها بسرعة قدر االمكان بعد سحبها في السرنجات ) يجب وضع ملصقات عليها (",
          "االدوية البودرة يتم تحضيرها بامبوالت مياه معقمة",
          "سجلات دورية HOOD وكابينات االمان تكون متوفرة"
        ]
      },
      {
        "title": "معايير تنظيف وتطهير البيئة",
        "subItems": [
          "سطح العمل لكابينات الأمان البيولوجي والحوائط الداخلية يتم مسحها بـ 70 % إيثانول أو وفقا لتعليمات الشركة المصنعة",
          "الأشعة الفوق بنفسجية يتم تشغيلها وفقا لتعليمات الشركة المصنعة لتعقيم البيئة الداخلية لكابينة (laminar flow)",
          "تنظيف وتطهير السطح البيئي بصوديوم هيبوكلوريد بتركيز 1000ppm:4 tabets in 5 liters / 20 ml in 980ml water يوميا وحينما تتلوث",
          "اسطح الألات ولوحة المفاتيح الكمبيوتر يتم تنظيفها وتطهيرها بالمطهر المناسب يوميا أو حينما تتلوث",
          "الوحدة نظيفة وجافة وخالية من الأتربة ويتم تنظيفها بالماء والصابون في بداية كل شفت وحينما تصبح متسخة فوطة لكل مكان منفصل. التنظيف يتم بالطريقة الصحيحة وفقا لسياسات مكافحة العدوى",
          "المطهرات تُستخدم بالطريقة الصحيحة توضع بالنسب الصحيحة والالتزام بوقت التلامس وتطهر الوحدة بالكلور مرتين يوميا وفورا بعد الانسكاب الدموي بدون خلط الكلور مع الصابون أثناء التنظيف",
          "يوجد جدول للتنظيف والتطهير اليومي والأسبوعي",
          "يوجد غرفة للنظافة نظيفة وأخرى متسخة",
          "لا يوجد حشرات أو قوارض"
        ]
      },
      {
        "title": "تسليم المخلفات",
        "subItems": [
          "توفير احتياجات فصل المخلفات الطبية في أماكن يسهل الوصول إليها",
          "فصل المخلفات المناسب باستخدام أكياس ملونة وحاويات حادة على حسب السياسة",
          "جمع ونقل ووزن النفايات يتم عمله بالطريقة الصحيحة مع ارتداء الواقيات الشخصية المناسبة. يتم وضع ملصق وكتابة (التاريخ والنوع والمكان) مكتوب على الأكياس وصندوق الأمان",
          "التخلص من المخلفات الطبية السائلة في أحواض خاصة بدون بقع مع ارتداء الواقيات الشخصية ثم يتم تنظيف وتطهير الحوض",
          "صندوق الأمان والأكياس يتم غلقها بعد امتلاء ثلثي حجمها قبل التخلص منها والسرنجات قي صندوق الأمان الذي لا يتم تغطيتها ويتم التخلص منها كوحدة واحدة"
        ]
      },
      {
        "title": "منطقة التخزين",
        "subItems": [
          "غرفة تخزين منفصلة للمدادات والأدوية مع ضبط درجة الحرارة تتراوح من 25:22 درجة ورطوبة تصل الى 70%",
          "كل المعدات نظيفة وجافة ومخزنة بالطريقة الصحيحة وال توجد اي عناصر مخزنة على الارض او تحت الحوض. ال توجد ادوية منتهية الصالحية",
          "الثلاجات نظيفة وتحتوي على الأدوية فقط ويتم تسجيل درجة الحرارة يوميا"
        ]
      },
      {
        "title": "السجلات",
        "subItems": [
          "التأكد من ضمان جودة/ضمان LAFH سنويا أو أكثر تكرارا عند احتياجه والحفاظ على سجالت الضمان والجودة",
          "سجالت درجة حرارة الثلاجة",
          "خطة معدة في حالة انقطاع الكهرباء"
        ]
      }


    ]

  }

,


  {
    "checkList":                    "الاسنان",
    "items":[

      {
        "title": "البنية التحتية والعتبارات العامة",
        "subItems": [
          "يوجد مكان مناسب / حديث / موثق من قبل لجنة منع ومكافحة العدوى ويسهل الوصول اليه",
          "يوجد غرفة مخصصة لتغيير الملابس / الكل / الشرب",
          "تصميم القسم وفقا للمعايير الارشادية باعتبار ارضيات وحوائط يسهل تنظيفها / مصدر للمياه ومسافة مناسبة بين المرضى وحواجز بين الوحدات"
        ]
      },
      {
        "title": "العاملين",
        "subItems": [
          "العاملون ملتزمين بممارسة منع ومكافحة العدوى من حيث الزي الواجب ارتداؤه – اداب السعال – النظافة الشخصية ) ممنوع الاظافر الطويلة – طالء الاظافر – الاكسسوارات",
          "حالة التطعيم لكل العاملين بالنسبة المراض االنفلونزا / الحصبة / النكاف / الحصبة الالماني / التيتانوس واضح ومسجل"
        ]
      },
      {
        "title": "غسيل اليدي",
        "subItems": [
          "- حوض منفصل لغسيل اليدي باالمدادات الكافية )صابون – مناشف ورقية – مطهر (كما يوجد منشور غسيل اليدي بجانب الحوض",
          "- مضخات الكحول متوفرة بشكل كافي ) مضخة لكل سرير مريض .. و مضخة لكل محطة تمريض (",
          "- مضخات الصابون السائل والبيتادين تنظف بالماء والصابون وتطهر يوميا قبل اعادة ملئها وال يعاد ملئ المضخات الفارغة جزئيا",
          "- الالتزام بغسيل اليدي بالطريقة الصحيحة والوقت الكافى ) وقت التالمس ( قبل اول  عملية – ما بين العمليات – حدوث اي اختراق للتعقيم اثناء العملية )",
          "- معدالت الالتزام بغسيل اليدي مراقبة بانتظام والنتائج تناقش في اجتماعات لجنة منع ومكافحة العدوى ألخذ الجراءات التصحيحية والعاملون على علم بالنتائج"
        ]
      },
      {
        "title": "ادوات الوقاية الشخصية",
        "subItems": [
          "- ادوات وقاية شخصية مناسبة وكافية متاحة وسهلة الوصول اليها",
          "- يتم استخدام ادوات الوقاية الشخصية وفقا لالحتياطات القياسية والاحتياطات المتخذة لمنع انتقال العدوى من خالل التدريب المنتظم على الاستخدام المناسب وخطوات اللبس والخلع والتغيير والتخلص منها"
        ]
      },
      {
        "title": "االساليب المانعة للتلوث",
        "subItems": [
          "اثناء تحضير العالج : - ادوات معقمة يتم تحضيرها لكل مريض على حده ) يفضل استخدام االدوات احادية االستخدام كلما امكن ) بما فيها االتي : حفر االسنان / رؤوس المثقبات / واقيات المطاط / الصفائح المعقمة الغير منفذة يتم استخدامها في حالة عدم امكانية التعبئة",
          "اسطح العمل / مقابض الضوء / رؤوس وحدة االشعة / صينية االالت يتم تغطيتها بغطاء بالستيك أو الومنيوم فويل لمنع التلوث اثناء مرحلة المعالجة",
          "بيانات المريض يتم ادخالها في التسجيل قبل او بعد اجراء العالج لتجنب التعرض للتلوث واالحتفاظ بها داخل الدرج او خارج منطقة العالج",
          "خطوط الماء يتم تطهيرها في بداية اليوم بالسماح للماء بالتدفق لمدة بضع دقائق ويترك الماء ليتتدفق بعد كل مريض",
          "اثناء العالج : - االلتزام بطريقة عدم التالمس والحفاظ على االمدادات المعقمة وعدم لمس المفاتيح او المقابض التي لم يتم تغطيتها بحامى بالستيكي بالقفازات الملوثة",
          "ممنوع فتح االدراج او الخزن طالما بدأ العالج",
          "استخدام سد مطاطى لعزل االسنان واالحتفاظ به جافا",
          "خطوط المياه ال يتم استخدامها في االجراءات الجراحية بل يتم استخدام محلول معقم لذلك",
          "بعد العالج : - االدوات الملوثة يتم غمرها في حاوية عميقة بالسائل االنزيمي وتغلق باحكام قبل ارسالها لوحدة التعقيم",
          "ادوات حفر االسنان يتم معالجتها بتشغيلها لمدة 22 ثانية حتى يتم افراغ الماء والهواء منها وال يتم غمرها مع باقى االدوات / يتم ازالة رأسها وارسالها الى وحدة التعقيم",
          "الدوات ذات االستخدام الواحد : ) مثال : مجموعة الفحص لالستعمال للمرة الواحدة / خرطوشة التخدير ( يتم التخلص منها بعد كل مريض",
          "االت السنان الملوثة بما فيها قطع اليد الخاصة باالسنان يتم نقلها لوحدة التعقيم المركزي في حاوية مغلقة ومانعة للتسريب ومقاومة للثقب",
          "ماكينات الموجات فوق الصوتية لغسل االالت المستخدمة",
          "كل حامي للسطح مستخدم يتم التخلص منه ويوضع في اكياس النفايات الخطرة"
        ]
      },
      {
        "title": "معالجة التعرض للدم",
        "subItems": [
          "معالجة التعرض للدماء او لسوائل الجسم وفقا الجراءات منع ومكافحة العدوى",
          "صينية الانسكابات متاحة ومفعلة"
        ]
      },
      {
        "title": "الحقن الامن والحقن الوريدي",
        "subItems": [
          "منطقة منفصلة لتحضير الادوية بعيدا عن منطقة رعاية المرضى و عربات العالج تكون نظيفة و جافة الاجراء المانع للتلوث يُستخدم اثناء الحقن - الوريدي",
          "- بالنسبة للدواء يتم مراجعة تاريخ انتهاء الصالحية – التلوث – الشوائب – تشققات الزجاجة – التسريبات قبل الاستخدام",
          "- الامبوالت متعددة الجرعات يوضع عليها الصق عليه الوقت والتاريخ الفتح ويتم التخلص منها بعد 02 يوم بعد اول استخدام اذا لم توصى الشركة المصنعة خالف ذلك",
          "- استخدام امبول واحد متعدد الجرعات في وقت واحد مع تطهير الجزء العلوي منه واستخدام سرنجة جديدة معقمة في كل مرة سحب",
          "- امبوالت الجرعة الواحدة او الاستخدام الواحد يتم التخلص منها فورا بعد الاستخدام والتخلص من اي بقايا",
          "- تحقن الادوية باسرع وقت ممكن بعد سحبها في السرنجات )يجب ان يوضع عليها ملصق(",
          "- الادوية البودرة تحضر بامبوالت ماء معقمة"
        ]
      },
      {
        "title": "اشعة االسنان",
        "subItems": [
          "العاملون على وعى وينفذوا احتياطات منع ومكافحة العدوى عند التعامل باالشعة السينية لالسنان",
          "االلتزام بغسيل االيدي وارتداء الواقيات الشخصية",
          "غطاء بالستيكي يتم وضعه على انبوبة االشعة السينية لحمايتها من التلوث",
          "وضع غطاء بالستيكي على أمفاتيح ماكينة االشعة السينية في حالة غياب مفتاح التشغيل بالقدم",
          "في حالة استخدام االغطية الحامية الفالم االشعة السينية: يجب ازالتها والتخلص منها بعناية حتى ال يتم تلوث االفالم بعد عمل االشعة",
          "القفازات المتسخة يتم ازالتها والتخلص منها ثم تطويرالفيلم في غرفة مظلمة",
          "االيدي يتم تنظيفها وتطهيرها قبل ارتداء قفازات نظيفة",
          "االيدي المرتدية القفازات يتم وضعها داخل عازل خفيف ثم يتم فتح غالف الفيلم ثم يسقط على سطح المطور",
          "لفة / غلاف الفيلم يوضع داخل غالف ورقى ثم يتم ازالة القفازات",
          "يتم اسقاط الفيلم في الحوض لتجهيزه باستخدام الماسك",
          "يتم تنظيف وتطهير االيدي"
        ]
      },
      {
        "title": "اعادة معالجة االالت",
        "subItems": [
          "منطقة معالجة االالت مصممة بنموذج سير العمل للتأكد من أن االالت واالجهزة تمر بوضوح من المناطق االكثر تلوثا الى المناطق النظيفة / المعقمة (بمعنى: يوجد فصل واضح بين مساحات العمل الملوثة والنظيفة)",
          "عدد االالت والمعدات مناسب مع عدد المرضى",
          "غمر او رش االالت واالجهزة الملوثة في حاويات مغطاه تحتوى على الماء والسائل االنزيمي فورا بعد االستخدام ويتم ارسالها لمركز التعقيم وال يتم التعامل معها داخل القسم",
          "االالت الملوثة يتم ارسالها في حاوية مغلقة باحكام واالالت المعقمة يتم ارسالها في حاوية اخرى",
          "الكاشف الكيميائي يتم استخدامه داخل كل عبوة اذا كان الكاشف الداخلى غير مرئي من الخارج ويتم استخدام كاشف خارجي على العبوة",
          "العبوات المعقمة يتم لصق ملصق عليها مكتوب عليه نوع المعقم/ عدد الدورة / الحمولة / تاريخ التعقيم وتاريخ انتهاء الصالحية اذا امكن",
          "الكاشف البيولوجى يتم استخدامه على االقل اسبوعيا ومع كل حمولة تحتوى على عناصر قابلة للزرع",
          "تواريخ التعقيم / انتهاء الصالحية / سالمة العبوات الموجودة يتم مراجعتها قبل االستخدام",
          "اجزاء اليد الخاصة باالسنان (بما فيها موتور قليل السرعة واالجهزة االخرى التي ال تتصل بشكل دائم بالهواء وخطوط المياه يتم تنظيفها وتعقيمها بالحرارة وفقا لتعليمات الشركة المصنعة",
          "السماعات واجهزة الضغط والسكر يتم تطهيرها بين المرضى"
        ]
      },
      {
        "title": "منطقة التخزين",
        "subItems": [
          "توجد غرفة لتخزين االدوية والمعدات تتراوح درجة حرارتها بين 22 : 25 درجة والرطوبة تصل الى 70 %",
          "كل االمدادات نظيفة وجافة ويتم تخزينها بالطريقة الصحيحة وال توجد عناصر مخزنة على االرض او تحت الحوض. ال توجد معدات او ادوية منتهية الصالحية",
          "الثالجات نظيفة وتحتوي على االدوية فقط ودرجة الحرارة يتم تسجيلها يوميا"
        ]
      },
      {
        "title": "معايير تنظيف وتطهير البيئة",
        "subItems": [
          "العيادات نظيفة وجافة وخالية من االتربة. الوحدة يتم تنظيفها بالماء والصابون في بداية كل شفت وعند االتساخ (فوطة مخصصة لكل مكان). التنظيف يتم بالطريقة الصحيحة وفقا لسياسات مكافحة العدوى",
          "المطهرات تستخدم بالطريقة الصحيحة (يتم استخدامها بالنسب الصحيحة وااللتزام بوقت التالمس). تطهير الوحدة بالكلور مرتين يوميا وفورا بعد االنسكاب الدموى بدون خلط الكلور مع الصابون اثناء التنظيف",
          "التنظيف والتطهير الروتيني والمنتظم السطح المعدات ولوحة المفاتيح الخاصة بالكمبيوترات باستخدام المطهر المناسب وفقا لسياسات مكافحة العدوى وحين تلوثها",
          "يوجد جدول للتنظيف والتطهير اليومي واالسبوعي",
          "يوجد غرفة نظيفة واخرى متسخة للخدمات والعمال",
          "ال يوجد حشرات او قوارض"
        ]
      },
      {
        "title": "تسليم المخلفات",
        "subItems": [
          "توافر ادوات فصل المخلفات الطبية في اماكن يسهل الوصول اليها",
          "وضع خطة مخصصة للتخلص من نفايات المعادن الثقيلة ويتم تنفيذها",
          "فصل المخلفات المناسب باستخدام اكياس ملونة وحاويات االدوات على حسب كل سياسة",
          "تجميع ونقل وزن المخلفات يتم عمله بالطريقة الصحيحة مع ارتداء الواقيات الشخصية المناسبة مع وضع ملصق للمخلفات ويتم كتابة (المكان & الوقت & النوع) على االكياس وصندوق الامان",
          "التخلص من المخلفات الطبية السائلة في احواض منفصلة عميقة خاصة بها بدون بقع العامل يرتدي الواقيات الشخصية المناسبة بينما يقوم بوظيفته ثم ينظف ويطهر الحوض",
          " صندوق االمان واالكياس يتم غلقها بعد ثالث ارباع امتالئها قبل التخلص منها (السرنجات في صندوق االمان ال يتم تغطيتها ويتم التخلص منها كوحدة واحدة)"
        ]
      },
      {
        "title": "اشعة الاسنان",
        "subItems": [
          "االلتزام بغسيل االيدي وارتداء أ- الواقيات الشخصية",
          "غطاء بالستيكي يتم وضعه على انبوبة االشعة السينية لحمايتها من التلوث",
          "يتم وضع غطاء بالستيكي على أ- مفاتيح ماكينة االشعة السينية في حالة غياب مفتاح التشغيل بالقدم",
          "في حالة استخدام االغطية الحامية الفالم االشعة السينية : يجب ازالتها والتخلص منها بعناية حتى ال يتم تلوث االفالم بعد عمل االشعة",
          "القفازات المتسخة يتم ازالتها والتخلص منها ثم تطويرالفيلم في غرفة مظلمة",
          "االيدي يتم تنظيفها وتطهيرها قبل ارتداء قفازات نظيفة",
          "االيدي المرتدية القفازات يتم وضعها داخل عازل خفيف ثم يتم فتح غالف الفيلم ثم يسقط على سطح المطور",
          "لفة / غالف الفيلم يوضع داخل غالف ورقى ثم يتم ازالة القفازات",
          "يتم اسقاط الفيلم في الحوض لتجهيزه باستخدام الماسك",
          "يتم تنظيف وتطهير االيدي"
        ]
      },
      {
        "title": "معمل الاسنان",
        "subItems": [
          "يوجد مكان مصمم للتنظيف والتطهير مقسم الى ثالث اجزاء منفصلة : االستالم / االنتاج / الشحن / التسليم",
          "المواد المستخدمة داخل الفم مثل االنطباعات / سجالت اللدغة / اطقم االسنان الثابتة والتي يتم ازالتها / اجهزة تقويم االسنان يتم تنظيفها وتطهيرها قبل االستخدام لكل مريض",
          "كل المواد المستخدمة يتم تطهيرها بالبخار اذا كانت تتحمل الحرارة فيما عدا ذلك يتم اتباع تعليمات الشركة المصنعة",
          "العينات يتم تسليمها بعناية والتأكد من ان سطح الحاوية غير ملوث"
        ]
      }
    ]
  },
  {
    "checkList":                     "المعمل",
    "items":[

      {
        "title": "البنية التحتية والإعتبارات العامه",
        "subItems": [
          "يوجد مكان مناسب / حديث/ مصدق عليه من قبل لجنة منع ومكافحة العدوى",
          "تصميم القسم وفقا للمعايير االرشادية ( مواد المقاعد أو المدرج / اثاث المعمل / اسالك الشبابيك / المساحات / تقطير كابينات االمان/ الضوء المناسب/ أبواب محكمة الغلق للمناطق التي بها مواد خطرة بيولوجيا )",
          "يوجد مكان مصمم لتجميع الدم والعينات المعملية االخري / مفصولة فيزيائيا من غرفة انتظار المرضى ومنطقة تحضير العينات",
          "تصميم المعمل الميكروبيولوجي يسمح بممر عمل مناسب ( فصل المناطق الملوثة والمعدات المعقمة وعينات المزرعة )",
          "معدل السلامة الحيوية 2 و االوتوكالف او الوسائل الاخرى لازالة التلوث متاحة",
          "معمل الميكروبيولوجي نشط وقادر على انتاج نتائج مزرعة مضبوطة تحت اشراف متخصص الميكروبيولوجى",
          "توافرحوض لغسل العين من اي ضباب في كل غرفة من المعامل",
          "الوصول او الدخول للمعمل مقيد بعالمة تتضمن رمز الخطر البيولوجي منشور على المدخل",
          "يوجد غرفة مخصصة لتغيير المالبس واالكل والشرب"
        ]
      },
      {
        "title": "العاملــــــــــون",
        "subItems": [
          "العاملين ملتزمين بممارسة منع ومكافحة العدوى من حيث الزي الواجب ارتداؤه – اداب السعال – النظافة الشخصية ( ممنوع االظافر الطويلة – طالء االظافر – االكسسوارات )"
        ]
      },
      {
        "title": "غسيل االيدي :",
        "subItems": [
          "حوض منفصل لغسيل االيدي باالمدادات الكافية (صابون – مناشف ورقية – مطهر ) و كذلك ملصقات ارشادية توضح كيفية غسيل االيدي",
          "مضخات الكحول لفرك االيدي متاحة باالعداد الكافية ( مضخة واحدة في كل محطة عمل )",
          "مضخات الصابون السائل والبيتادين تنظف بالماء والصابون وتطهر يوميا قبل اعادة ملئها وال يعاد ملىء المضخات الفارغة جزئيا",
          "االلتزام بغسيل االيدي او الفرك بالكحول وفقا للحظات الخمسة بعد خلع الواقيات الشخصية او بعد انهاء اي نشاط معملي مع االلتزام بوقت التالمس لكل مادة مستخدمة",
          "معدالت االلتزام بغسيل االيدي مراقبة بانتظام والنتائج تناقش في اجتماعات لجنة منع ومكافحة العدوى ألخذ االجراءات التصحيحية والعاملون على علم بالنتائج"
        ]
      },
      {
        "title": "ادوات الوقاية الشخصية",
        "subItems": [
          "ادوات وقاية شخصية مناسبة وكافية متاحة وسهلة الوصول اليها",
          "ادوات الوقاية الشخصية وفقا لالحتياطات القياسية لمنع العدوى والحتياطات العدوى المنقولة من خالل التدريب بانتظام على استخدام خطوات وارتداء و خلع وتغيير والتخلص من الواقيات الشخصية"
        ]
      },
      {
        "title": "اجراءات التنظيف والتطهير البيئي",
        "subItems": [
          "يتم مسح سطح العمل لخزانات السالمة البيولوجية والجدران الداخلية بنسبة 70 % ايثانول او 500 جزء في المليون من هيبوكلوريت الصوديوم ( 2 قرص في 5 لتر ماء / 10 ملم في 990 ملم من الماء )",
          "يتم تشغيل الضوء فوق البنفسجي وفقا لتعليمات الشركة المصنعة لتعقيم البيئة الداخلية لخزانة التدفق الصفحى",
          "التنظيف المناسب لالسطح البيئية وتطهيرها بهيبوكلوريت الصوديوم 1000 جزء في المليون 4 قرص في 5 لتر ماء / 20 ملم في 980 ملم من الماء يوميا وعند تلوثها",
          "اسطح الكمبيوترات و لوحات المفاتيح يتم تنظيفها و تطهيرها بالمطهر المتفق عليه يوميا و عند التلوث",
          "يتم تطهير جهاز الطرد المركزى من الداخل في حالة انسكاب الدم وفقا لتعليمات الشركة المصنعة",
          "المختبر نظيف وجاف وخالى من الغبار ، يتم تنظيف الوحدة بالماء والصابون في بداية كل وردية وكلما اتسخ المكان ( منشفة لكل مكان منفصل ) والتنظيف يتم بالطريقة الصحيحة وفقا لسياسة منع ومكافحة العدوى",
          "المطهرات تستخدم بالطريقة الصحيحة ( مثال : توضع بالنسب الصحيحة وااللتزام بوقت التالمس )و تطهر الوحدة بالكلور مرتين يوميا وفورا بعد انسكاب الدم بدون خلط الكلور مع الصابون اثناء التنظيف",
          "كل االحواض يتم غسلها بالماء والصابون ثم تطهيرها بالكلور",
          "يوجد جدول للتنظيف والتطهير اليومي واالسبوعي",
          "توجد غرفة خدمة نظيفة واخرى متسخة",
          "لا يوجد حشرات او قوارض"
        ]
      },
      {
        "title": "ادارة التعرض للدم",
        "subItems": [
          "معالجة التعرض للدماء او لسوائل الجسم وفقا الجراءات منع ومكافحة العدوى",
          "صينية االنسكابات متاحة ومفعلة"
        ]
      },
      {
        "title": "االسلوب المانع للتلوث",
        "subItems": [
          "تحضير المعدات / الصينية  (باستخدام كيس طبي ذات االستخدام الواحد ) وعاصبه يتم الاخلص منها بعد الاستخدام",
          "غسل االيدي وااللتزام بادوات الوقاية الشخصية مع استخدام القفازات المعقمة في حالة اخذ عينات من النخاع وعينات المزرعة",
          "التحضير المناسب للجلد : تطهير الجلد 70 % كحول ايثيلي لمدة 30 ثانية والسماح له بالجفاف &استخدام عاصبه يتم التخلص منها بعد االستخدام & االلتزام بطريقة عدم اللمس",
          "ممنوع اعادة تغطية االبر او السرنجات المستعملة",
          "كل العينات يتم تغطيتها & يتم كتابة اسم المريض & التاريخ &تسجيلهم ثم يتم وضع العينات في حوامل العينات المخصصة",
          "كرسي اخذ العينة يتم تطهيره بعد كل مريض"
        ]
      },
      {
        "title": "تناول العينات",
        "subItems": [
          "كل انابيب يتم تغطيتها قبل الطرد المركزى",
          "الخلط & الهز & الطحن & الخلط داخل كابينة االمان",
          "االعمال الورقية بعيدة عن حاويات العينات",
          "المواد المعدية يتم وضع ملصق عليها عليه عالمة خطر"
        ]
      },
      {
        "title": "نقل العينات",
        "subItems": [
          "النقل المناسب للعينات للمعمل باستخدام صناديق به ثلج لحفظ العينات",
          "الحاويات يتم تنظيفها وتطهيرها يوميا او بعد اي انسكاب مرئي"
        ]
      },
      {
        "title": "منطقة التخزين",
        "subItems": [
          "كل المعدات نظيفة & جافة & يتم تخزينها بالطريقة المناسبة وال توجد عناصر مخزنة على االرض او تحت الحوض & المنطقة بدرجة حرارة مضبوطة تتراوح من 22 الى 25 والرطوبة تصل الى 70 %",
          "الثالجات نظيفة & تحتوى على المعدات فقط بدرجة حرارة (2:8) يتم تسجيلها يوميا",
          "العينات يتم تخزينها في ثالجات منفصلة موضوع عليها ملصق او فريزر بعيد عن العامة",
          "ال توجد معدات او كيماويات منتهية الصالحية"
        ]
      },

      {
        "title": "تداول المخلفات",
        "subItems": [
          "توافر ادوات فصل المخلفات الطبية في اماكن يسهل الوصول اليها",
          "فصل المخلفات المناسب باستخدام اكياس ملونة وحاويات االدوات على حسب كل سياسة",
          "المزرعات البكتيرية يتم وضعها باالوتوكالف لمدة 90 دقيقة في درجة 121 قبل التخلص منها في المخلفات المعدية او يتم معالجتها بالكلور 5 %لمدة 10 دقائق قبل التخلص منها",
          "عينات البول والبراز يمكن التخلص منها في مياه المجارى",
          "تجميع & نقل & وزن المخلفات يتم عمله بالطريقة الصحيحة مع ارتداء الواقيات الشخصية المناسبة مع وضع ملصق للمخلفات ويتم كتابة ( المكان & الوقت & النوع ) على االكياس وصندوق االمان",
          "التنظيف اليومي لحاويات المخلفات بالماء والصابون ثم الكلور المخفف",
          "التخلص من المخلفات الطبية السائلة في احواض منفصلة عميقة خاصة بها بدون بقع و العامل يرتدي الواقيات الشخصية المناسبة بينما يقوم بوظيفته ثم ينظف ويطهر الحوض",
          "صندوق االمان واالكياس يتم غلقها بعد ثالث ارباع امتالئها قبل التخلص منها ( السرنجات في صندوق االمان لا يتم تغطيتها ويتم التخلص منها كوحدة واحدة )"
        ]
      },
      {
        "title": "السجلات",
        "subItems": [
          "سجالت الترصد المعملية المشتركة متاحة مع العاملين بوحدة منع ومكافحة العدوى"
        ]
      }




    ]},
  {
    "checkList": "بنك الدم" ,
    "items":[
      {
        "title": "التحتية البنية",
        "subItems": [
          "يوجد مكان مناسب وحديث ومصدق عليه من قبل لجنة منع ومكافحة العدوى بالمستشفى ويسهل به الإجراء",
          "تصميم القسم وفقاً للقواعد الإرشادية (فصل مناطق - مواد المدرج)",
          "جمع العينة ومنطقة الاستقبال مجهزة بوسائل غسل اليدين ومكان الواقيات الشخصية",
          "الدخول مقيد بعلامة تتضمن رمز خطر بيولوجي عالمي",
          "توافر حوض لغسل العين من أي شبورة في كل غرفة من المعامل",
          "يوجد إجراء معمول به للتقييم المبدئي للمتبرعين الثبات سالمة العاملين بالمنشأة الصحية والمتبرع والمستقبل",
          "يوجد غرفة منفصلة لتغيير الملابس والأكل والشرب"
        ]
      },
      {
        "title": "العاملين",
        "subItems": [
          "العاملين ملتزمين بممارسة منع ومكافحة العدوى من حيث الزي الواجب ارتداؤه - آداب السعال - النظافة الشخصية (ممنوع الأظافر الطويلة - طلاء الأظافر - الاكسسوارات)"
        ]
      },
      {
        "title": "غسيل اليدين",
        "subItems": [
          "حوض منفصل لغسيل اليدين بالمدادات الكافية (صابون / مناشف ورقية / مطهر / ملصقات إرشادية لطريقة غسيل اليدين)",
          "مضخات الكحول لفرك اليدين متاحة بالعداد الكافي (مضخة واحدة في كل محطة عمل)",
          "مضخات الصابون السائل يتم تنظيفها بالماء والصابون ويتم تطهيرها يومياً قبل إعادة ملئها واللا يتم إضافة الصابون السائل للمضخات الممتلئة جزئياً",
          "الالتزام بغسيل اليدين أو الفرك بالكحول وفقاً للحظات الخمسة مع الالتزام بوقت التلامس لكل مادة مستخدمة",
          "معدلات استجابة لنظافة اليدين يتم مراقبتها بصفة منتظمة والنتائج يتم مناقشتها في اجتماعات لجنة منع ومكافحة العدوى لتصحيح الأفعال الفعال وكذلك العاملون ببنك الدم على علم بالنتائج"
        ]
      },
      {
        "title": "ادوات الوقاية الشخصية",
        "subItems": [
          "ادوات الوقاية الشخصية مناسبة وكافية ومتوفرة وسهل الوصول إليها",
          "ادوات الوقاية الشخصية يتم اختيارها بالشكل الصحيح وفقاً الحتياطات القياسية واحتياطات نقل العدوى",
          "ارتداء وخلع الواقيات الشخصية بالشكل الصحيح وفقاً لالجراء",
          "تغيير الواقيات الشخصية بين المتبرعين وبين الأنشطة المختلفة ثم التخلص منها فوراً"
        ]
      },
      {
        "title": "تنظيف البيئة ومقاييس التطهير",
        "subItems": [
          "بنك الدم نظيف وجاف وخالي من الأتربة ويتم تنظيف الوحدة بالماء والصابون في بداية كل شيفت وحينما تصبح متسخة (منشفة لكل مكان منفصل)",
          "التنظيف يتم بالطريقة الصحيحة وفقاً لسياسات منع ومكافحة العدوى",
          "المطهرات تُستخدم بالطريقة الصحيحة (مثال: توضع بالنسب الصحيحة والتمسك بوقت التلامس)، يتم تطهير الوحدة بالكلور مرتين يومياً وفوراً بعد انسكاب الدم وبدون خلط الصابون بالكلور أثناء التنظيف",
          "كرسي المتبرع يتم تطهيره بعد كل متبرع",
          "أسطح المعدات ولوحات مفاتيح أجهزة الكومبيوتر يتم تنظيفها وتطهيرها بالمطهر المتفق عليه (بين استخدام المرضى، حينما يتلوث، يومياً)",
          "كل الحواض يتم غسلها بالماء والصابون ثم يتم تطهيرها بالكلور",
          "يوجد جدول للتنظيف والتطهير اليومي والأسبوعي",
          "يوجد غرفة منفصلة نظيفة وأخرى متسخة للخدمة",
          "لا يوجد حشرات أو قوارض"
        ]
      },
      {
        "title": "أسلوب منع التلوث",
        "subItems": [
          "تحضير الأمدادات / الصينية (باستخدام الكيس الطبي أحادي الاستخدام)",
          "التحضير المناسب للجلد: تطهير الجلد ب 70% كحول إثيلي لمدة 30 ثانية وتدعه يجف، استخدام عاصبة أحادية الاستخدام والالتزام باسلوب عدم اللمس",
          "ممنوع اعادة تغطية الابر المستعملة",
          "التأكد من الدائرة المغلقة أثناء التبرع",
          "يفضل استخدام الأجهزة المحكمة الهندسية",
          "اكياس الدم ال يوجد عليها تلوث من الخارج",
          "استخدام ماكينة لحام لختم اكياس الدم",
          "تطهير كل الادوات المستخدمة للتعامل مع اكياس الدم مثل المقصات"
        ]
      },
      {
        "title": "معالجة التعرض للدم",
        "subItems": [
          "معالجة التعرض للدم أو سوائل الجسم وفقاً لمعايير منع ومكافحة العدوى",
          "صواني الانسكابات متاحة ومفعلة"
        ]
      },
      {
        "title": "تحري اكياس الدم",
        "subItems": [
          "تحري اكياس الدم المتبرع للعدوى المنقولة عن طريق نقل الدم"
        ]
      },
      {
        "title": "تسليم المخلفات",
        "subItems": [
          "توافر معدات فصل المخلفات الطبية في اماكن سهلة الوصول اليها",
          "فصل المخلفات المناسب باستخدام اكياس ملونة وحاويات حادة على حسب السياسة",
          "تجميع ونقل ووزن المخلفات يتم بالطريقة الصحيحة مع ارتداء الواقيات الشخصية المناسبة و يوضع ملصق للمخلفات و يكتب (المكان والوقت والنوع) مكتوبة على الاكياس وصندوق الامان",
          "التنظيف اليومي لحاويات المخلفات بالماء والصابون ثم بكلور مخفف",
          "التخلص من المخلفات الطبية السائلة في احواض خاصة بدون بقع مع االلتزام بارتداء الواقيات الشخصية المناسبة ثم يتم تنظيف وتطهير الحوض",
          "صندوق الامان والاكياس يتم غلقها بعد امتالء ثلث ارباع حجمها قبل التخلص منها والسرنجات قي صندوق الامان ال يتم تغطيتها ويتم التخلص منها كوحدة واحدة"
        ]
      },

      {
        "title":           "منطقة التخزين:",
        "subItems": [
          " استخدام جهاز اهتزاز الصفائح بدرجة حرارة  (20 : 24  )لمدة 5 ايام",
          " غرفة تخزين منفصلة لالمدادات بدرجة حرارة منضبطة من 22- 25 درجة والرطوبة تصل الى %70",
          "- درجة الحرارة يتم ضبطها كالتالي الثالجة درجة حراراتها (3-6) الكياس الدم ويتم تسجيلها كل اربع ساعات تخزين وفقا لتعليمات الشركة المصنعة",
          "- البلازما (-18) لمدة 3 شهور وشهور 6 لمدة (30:-23)",
          "- كل الامدادات نظيفة وجافة ويتم تخزينها بالطريقة المناسبة ولا يوجد عناصر على االرض او تحت الحوض وال يوجد امدادت منتهية الصالحية او ادوية"
        ]
      },

      {
        "title": "اجراءات النقل",
        "subItems": [
          "- النقل يتم في نفس درجة الحرارة مثل االكياس (2:10) الكياس الدم خال 24 ساعة و (-30) للبالزما باستخدام علب الثلج",
          "- الصفائح الدموية يتم وضعها في درجة حرارة (20-24) درجة مع نصف ساعة في جهاز االهتزاز قبل ارسالها للمريض",
          "- حاويات النقل يجب تنظيفها بعد كل استخدام",
          "- اكياس الدم يجب ان تنقل خالل 24 ساعة",
          "- ارتداء قفازات نظيفة عند استالم وتسليم اكياس الدم"
        ]
      },
      {
        "title": "السجلات",
        "subItems": [
          "- السجلات تشمل تسجيل الحرارة يوميا بما فيها المعدات المعتمدة على درجة الحرارة وسجلات المتبرعين",
          "- بنك الدم به اجراء موحد لجمع الدم من المتبرع والتخزين و نقل مكونات الدم",
          "- يوجد بيانات مخزنة للحالات ايجابية منقولة عن طريق الدم",
          "- سجالت للمراقبة المنتظمة وتنظيف الثلاجة"
        ]
      }



    ]},
  {
    "checkList": "التعقيم",
    "items":[
      {
        "title": "البنية التحتية",
        "subItems": [
          "- يوجد مكان مناسب وحديث وموثق من قبل لجنة منع ومكافحة العدوى بالمستشفى ويسهل الوصول إليه",
          "- يوجد فصل مادي بين المنطقة المتسخة والنظيفة والمعقمة واتجاه تيار الهواء من المعقم إلى النظيف",
          "- امدادات منفصلة واماكن تخزين لكل منطقة على حدة",
          "- التكدس بين المنطقة النظيفة والمنطقة المعقمة يتم الحد منه",
          "- يتم تطبيق نظام الاتجاه الواحد في اتمام عملية التعقيم",
          "- يوجد غرفة منفصلة لتغيير الملابس والأكل والشرب",
          "- لا يوجد تعامل مع الألات خارج وحدة التعقيم بتعليمات واضحة",
          "- يوجد عقد لصيانة الماكينات وال لا يوجد ماكينات معطلة"
        ]
      },
      {
        "title": "العاملون",
        "subItems": [
          "- العاملين ملتزمين بممارسة منع ومكافحة العدوى من حيث الزي الواجب ارتداؤه – اداب السعال – النظافة الشخصية ( ممنوع االظافر الطويلة – طالء االظافر – االكسسوارات )",
          "- العاملون في المنطقة الملوثة ال يسمح لهم بالدخول الى المنطقة النظيفة او المعقمة او العكس"
        ]
      },
      {
        "title": "غسيل الأيدي",
        "subItems": [
          "- الحواض في كل غرفة- حوض منفصل لغسيل الأيدي بالمدادات الكافية ( صابون – مناشف ورقية – مطهر-ملصقات توضيحية لطريقة غسيل الأيدي ) في المنطقة الغير مقيدة",
          "- مضخات الصابون السائل والبيتادين تنظف بالماء والصابون وتطهر يوميا قبل اعادة ملئها وال يعاد ملئ المضخات الفارغة جزئيا",
          "- الالتزام بغسيل الأيدي قبل بدء العمل او التعامل مع ادوات معقمة او نظيفة و كذلك بعد تنظيف ادوات ملوثة و بعد خلع الواقيات الشخصية",
          "- معدالت الالتزام بغسيل الأيدي مراقبة بانتظام والنتائج تناقش في اجتماعات لجنة منع ومكافحة العدوى ألخذ الاجراءات التصحيحية والعاملون على علم بالنتائج"
        ]
      },
      {
        "title": "الواقيات",
        "subItems": [
          "- ادوات وقاية شخصية مناسبة وكافية متاحة وسهلة الوصول اليها",
          "- يتم استخدام ادوات الوقاية الشخصية وفقا لالحتياطات القياسية والاحتياطات المتخذة لمنع انتقال العدوى من خلال التدريب المنتظم على الاستخدام المناسب وخطوات اللبس الوخلع والتغيير والتخلص منها",
          "- شعر الوجه والرأس يتم تغطيته بالكامل داخل منطقة التعبئة والتعقيم"
        ]
      },
      {
        "title": "مرحلة الغسيل (منطقة الغسيل الملوثة)",
        "subItems": [
          "- تخصيص أشخاص لمنطقة الغسيل واتباعهم للإحتياطات القياسية",
          "- يتم نقل الأدوات المغمورة في السائل الإنزيمي ويتم تسليمها في حاويات مغلقة",
          "- يتم فتح كل الأدوات ذات المفصلات",
          "- يتم التنظيف بالماء والسائل الإنزيمي وفرشاة ناعمة مع مراعاة زمن التالمس",
          "- الأدوات التي تحتوي على صدأ يتم غمرها في مادة مزيلة للصدأ ثم تشطف جيدا",
          "- يتم شطف الأدوات بالماء وتفحص جيدا للتأكد من أنها نظيفة وتترك لتجف جيدا",
          "- الفرشاة يتم حفظها نظيفة وجافة",
          "- واقي العينين يتم غسله بالماء والصابون ثم يتم مسحه بكحول 70% في حالة استخدام ماكينات الغسيل والتطهير أو ماكينة الغسيل الترا سونيك.. يتم اتباع تعليمات الشركة المصنعة",
          "- عند استخدام ماكينات التنظيف والتطهير يتم استخدام الكاشف الخاص بها يوميا وبعد الأعطال الكبيرة",
          "- اختبار aluminum foil يتم عمله يوميا وبعد الأعطال الكبيرة في حالة استخدام ماكينة التنظيف الترا سونيك"
        ]
      },
      {
        "title": "منطقة التغليف",
        "subItems": [
          "- فحص الأدوات قبل التغليف (نظيفة/ جافة / مفتوحة) ويوجد عليها الصقة عليها التاريخ (اليوم / الانتهاء / القسم)",
          "- الأدوات الجديدة يجب غسلها وتجفيفها جيدا قبل التغليف الزالة طبقة الشمع أولا"
        ]
      },
      {
        "title": "التعقيم",
        "subItems": [
          "- العاملون على دراية بالتالي",
          "- اللا يتم تكديس الأدوات داخل الصواني",
          "- يتم وضع الصواني بعيدا عن الجوانب",
          "- يتم وضع الصواني على قاعدتها Flat / وليس على جانبها",
          "- فقط رول التعقيم يوضع على (Paper to Plastic) جانبه",
          "- يوضع الفرش في الرف العلوي / الصواني في الرف السفلي (لو هشغل دورة واحدة نخليهم مع بعض)"
        ]
      },
      {
        "title": "التخزين",
        "subItems": [
          "- منطقة تخزين نظيفة ودرجة الحرارة بها تتراوح من 22-25 درجة مئوية والرطوبة حتى 70%",
          "- الإمدادات المعقمة يتم حفظها على أرفف نظيفة وجافة مرتفعة عن الأرض ويتم استخدام القديم قبل الحديث",
          "- الإمدادات المعقمة تصنف حسب نوعها ويتم كتابة تاريخ ووقت التعقيم عليها",
          "- يُراجع التاريخ المدون على الباكتات يوميا/أسبوعيا للمخزن"
        ]
      },
      {
        "title": "التسليم",
        "subItems": [
          "- الباكتات المعقمة خالية من أي قطع - نظيفة - مع فحص حالة البالستر اللاصق",
          "- مراجعة انتهاء الصالحية على الباكت",
          "- عند فتح الصواني التأكد منها جافة من الداخل / الخارج",
          "- وجود الكاشف الكيميائي من الداخل / الخارج",
          "- وجود عربات مغلقة لتوصيل الباكت المعقمة للقسم"
        ]
      },
      {
        "title": "مراقبة التعقيم",
        "subItems": [
          "- المراقبة الفيزيائية (الجهاز): وقت / حرارة / ضغط / قوة ضغط الغاز للدورة",
          "- يتم عمل اختبار بويدك في أجهزة التعقيم بالبخار يوميا في دورة منفصلة قبل أول دورة ويتم تسجيل النتيجة",
          "- يتم عمل اختبار بويدك في أجهزة التعقيم بالبخار بعد إصلاح الأعطال الكبيرة (وتكون النتيجة إيجابية لثلاث دورات فارغة) ويتم تسجيل النتيجة",
          "- الكاشف الكيميائي الداخلي يتم وضعه داخل كل باكت في أجهزة التعقيم بالبخار",
          "- الكاشف الكيميائي يتم وضعه داخل كل باكت في أجهزة التعقيم بالبالزما",
          "- الكاشف البيولوجي يتم وضعه أسبوعيا وعلى كل باكت يحتوي زرع أعضاء",
          "- الكاشف البيولوجي يتم وضعه في حالة الأعطال الكبيرة (ثلاث دورات متتالية)",
          "- العاملون على دراية بكيفية التعامل مع الكاشف البيولوجي الإيجابي"
        ]
      },
      {
        "title": "استخدام المطهرات عالية المستوى",
        "subItems": [
          "- يوجد مكان منفصل ومجهز جيدا لتطهير الأدوات بالمطهرات عالية المستوى",
          "- يوجد تعليمات واضحة حول كيفية تحضير واستخدام المطهر عالي المستوى",
          "- تاريخ التحضير يتم كتابته على الحاوية وكذلك تاريخ انتهاء الصالحية",
          "- الأدوات ذات المفصلات يتم فتحها حين تغمر جيدا بالمطهر عالي المستوى",
          "- يتم التقاط الأدوات من الحاوية بملقط سبق تطهيرها",
          "- شطف الأدوات بماء معقم / التجفيف الجيد",
          "- بعد التعقيم يتم كتابة تاريخ التطهير على العبوة",
          "- المطهر عالي المستوى يتم اختباره في بداية كل يوم بالكشف الخاص به ويتم تسجيل ذلك في دفتر",
          "- التعقيم / كتابة التاريخ",
          "- دفتر اختبار المطهر يوميا قبل الاستخدام"
        ]
      },

      {
        "title": "نظافة البيئة",
        "subItems": [
          "- المكان نظيف وجاف وخالي من التربة ويتم تنظيفه بالماء والصابون في بداية كل شيفت وعند الاتساخ (فوطة مخصصة لكل مكان) والتنظيف يتم بالطريقة الصحيحة وفقاً لسياسة مكافحة العدوى",
          "- جدول نظافة يومي/أسبوعي",
          "- استخدام المطهرات بطريقة سليمة (يتم وضعها بالنسب الصحيحة مع الالتزام بزمن التالمس.. ويتم تطهير الوحدة بالكلور مرتين يومياً وفوراً عند حدوث أي انسكاب دموي بدون خلط الكلور بالصابون",
          "- كل المعدات يتم تنظيفها يومياً قبل بدء العمل وبعد نهايته وعند الاتساخ",
          "- يوجد جدول يومي وأسبوعي للتنظيف والتطهير",
          "- يتم غسل كل الأحواض بالماء والصابون ثم تطهيرها بالكلور",
          "- يوجد مكان منفصل نظيف/ملوث",
          "- لايوجد حشرات أو قوارض"
        ]
      },
      {
        "title": "التعامل مع الانسكابات",
        "subItems": [
          "- معالجة التعرض للدماء أو لسوائل الجسم وفقاً الجراءات منع ومكافحة العدوى",
          "- عبوة الانسكابات الدموية متاحة ومفعلة"
        ]
      },
      {
        "title": "تداول المخلفات",
        "subItems": [
          "- امدادات فصل المخلفات متوفرة ويسهل الوصول إليها",
          "- فصل المخلفات المناسب باستخدام أكياس ملونة وحاويات الأدوات على حسب كل سياسة",
          "- تجميع ونقل ووزن المخلفات يتم عمله بالطريقة الصحيحة مع ارتداء الواقيات الشخصية المناسبة مع وضع ملصق للمخلفات ويتم كتابة (المكان والوقت والنوع) على الأكياس وصندوق الأمان",
          "- التخلص من المخلفات الطبية السائلة في أحواض منفصلة عميقة خاصة بها بدون بقع مع ارتداء العامل الواقيات الشخصية المناسبة بينما يقوم بوظيفته ثم ينظف ويطهر الحوض",
          "- صندوق الأمان والأكياس يتم غلقها بعد امتلاء ثلثيها (السرنجات في صندوق الأمان الذي لا يتم تغطيتها ويتم التخلص منها كوحدة واحدة)"
        ]
      },
      {
        "title": "التسجيل",
        "subItems": [
          "- يوجد دفتر يتم فيه تسجيل استلام الأدوات (عدد-أنواع)",
          "- يوجد دفتر يتم فيه تسجيل تسليم المعقم للقسم",
          "- يوجد دفتر يتم فيه تسجيل استلام الشاش والقطن (العدد)",
          "- دفتر خاص بالتسجيل اليومي لحالة الأوتوكالف (اليوم/الوقت/عدد الأوتوكالفات/عدد الدورات ومحتوى الدورة)",
          "- يوجد دفتر لنتيجة اختبار البويدك والكواشف",
          "- يوجد دفتر صيانة الأعطال",
          "- يوجد دفتر خاص بالكواشف البيولوجية مع الاحتفاظ بداخله بالكشف",
          "- دفتر لكل مستشفى/قسم (بشغله)"
        ]
      }





    ]},
  {
    "checkList": "المطبخ",
    "items":[

      {
        "title": "التحتية البنية",
        "subItems": [
          "- يوجد مكان مناسب حديث معتمد من قبل لجنة منع ومكافحة العدوى ويسهل به الإجراء",
          "- المطبخ مصمم بطريقة منفصلة جيداً، كما يوجد غرفة خاصة لتغيير الملابس وحمام بتهوية جيدة ونظام للتخلص من الماء",
          "- طريقة عمل احادية الاتجاه يتم اتباعها لكل العاملين (من استقبال المواد الخام في المدخل وحتى توزيع المواد المطبوخة)",
          "- يوجد عدد مناسب من محطات غسيل اليدين أو فرك اليدين بالمطبخ",
          "- المعدات منفصلة للواد الغذائية المختلفة مثل الخضروات واللحم والفراخ والسمك",
          "- يتم اختيار الماء ميكروبيولوجيا وكيميائياً أو عقد مع شركة امداد مياه معتمدة تجارياً",
          "- وجود خطة مكافحة القوارض والحشرات مع جدول مطبق",
          "- اجهزة لمكافحة الحشرات والقوارض متاحة مثل مصايد الذباب اللاصقة ومبيد الحشرات بالموجات فوق الصوتية"
        ]
      },
      {
        "title": "العاملون",
        "subItems": [
          "- العاملون ملتزمون بإجراء منع ومكافحة العدوى بالنسبة للزي الرسمي، اداب السعال، النظافة الشخصية (ممنوع الأظافر الطويلة، ممنوع طلاء الأظافر، ممنوع الاكسسوارات)",
          "- فحص ما قبل التوظيف والتقييم الدوري للمتعاملين مع الأغذية والعملون لديهم شهادة طبية صالحة طوال الوقت",
          "- كل العاملين بالمطبخ تلقوا تطعيمات ضد التهاب الكبدي الوبائي أ، التيفود، التهاب السحايا، الإنفلونزا",
          "- اختبار البراز ومزارع البراز يتم اجراؤها دورياً عند التوظيف، كل 6 أشهر، بعد الرجوع من إجازة طويلة، يتم مراجعة النتائج بواسطة عيادة صحة العاملين",
          "- سياسة قيود العمل يتم تطبيقها على الأشخاص ذوي العدوى التنفسية، النزلة المعوية، الإسهال، عدوى الجلد أو الجروح، التهاب الكبدي الوبائي أ مع عمل موثق بعد الرجوع من الإجازة المرضية"
        ]
      },
      {
        "title": "نظافة الأيدي",
        "subItems": [
          "- يوجد أحواض نظيفة تعمل ومصممة لغسيل الأيدي مع كونها متاحة في منطقة الخدمة مع وجود صابون كافي وامدادات التجفيف متاحة على الأحواض",
          "- مضخات الصابون السائل يتم تنظيفها بالماء والصابون ويتم تطهيرها يومياً قبل إعادة ملئها وممنوع الإضافة إلى المضخات الممتلئة جزئياً",
          "- الالتزام بغسيل الأيدي قبل بدء العمل، التحرك من وإلى منطقة الطبخ مع الالتزام بوقت التالمس اللازم لكل مادة مستخدمة،",
          " الالتزام بغسيل الأيدي بعد استخدام دورة المياه، تسلم المواد الغذائية، العطس، إزالة أدوات الوقاية الشخصية مع الالتزام بوقت التالمس اللازم لكل مادة مستخدمة",
          "- معدلات الالتزام بنظافة الأيدي يتم مراقبتها بانتظام، النتائج يتم مناقشتها في اجتماعات لجنة مكافحة العدوى لاتخاذ الإجراءات التصحيحية، العاملون على علم بالنتائج"
        ]
      },
      {
        "title": "ادوات الوقاية الشخصية",
        "subItems": [
          "- ادوات الوقاية الشخصية مناسبة وكافية ومتاحة",
          "- ادوات الوقاية الشخصية وفقا للاحتياطات القياسية لمنع العدوى والحتياطات العدوى المنقولة من خلال التدريب بانتظام على استخدام خطوات وارتداء وخلع وتغيير والتخلص من الواقيات الشخصية"
        ]
      },
      {
        "title": "تنظيف البيئة ومقاييس التطهير",
        "subItems": [
          "- المطبخ نظيف وجاف وخالٍ من الأتربة ويتم غسله بالماء والصابون في بداية كل شيفت وعند الاتساخ، والتنظيف يتم بناء على تعاليم مكافحة العدوى",
          "- المطهرات يتم استخدامها بالطريقة الصحيحة مثل وضعها بالنسب الصحيحة والالتزام بوقت التلامس، ويتم تطهير الوحدة بالكلور مرتين باليوم بدون خلط الكلور مع الصابون",
          "- كل الأجهزة يتم تنظيفها يومياً قبل البدء ونهاية العمل أو حينما تصبح ملوثة",
          "- غسالة الأطباق يجب أن يتم تفريغها وتنظيفها",
          "- كل الحواض يتم غسلها بالماء والصابون ثم يتم تطهيرها بالكلور",
          "- يوجد غرفة للخدمة نظيفة وأخرى متسخة منفصلة",
          "- لا يوجد حشرات وقوارض",
          "- كل الشبابيك التي تفتح للخارج بها شاشات ويتم حفظها باحتياط جيد"
        ]
      },
      {
        "title": "تحضير وتسليم الطعام",
        "subItems": [
          "- أحواض غسيل منفصلة يتم استخدامها لمنتجات الأغذية المختلفة",
          "- الواح تقطيع مشقرة ملونة منفصلة يتم استخدامها لمنتجات الأغذية المختلفة",
          "- أواني ملونة منفصلة يتم استخدامها لمنتجات الأغذية المختلفة",
          "- الأصابع والأيدي يتم الاحتفاظ بها خارج الأغذية من خلال استخدام الملاعق والشوك والملاقط أو أي أواني مناسبة",
          "- ملعقة نظيفة يتم استخدامها كل مرة للاختبار الغذائي",
          "- أسطح العمل يتم الاحتفاظ بها نظيفة ومنظمة جيداً"
        ]
      },
      {
        "title": "تحضير طعام المرضى",
        "subItems": [
          "- يتم تحضير أطعمة المرضى في غرفة نظيفة جيدة التهوية منفصلة",
          "- يتم تحضير أطعمة المرضى في خلاط وأواني منفصلة",
          "- يتم تحضير أطعمة المرضى بواسطة عاملين منفصلين"
        ]
      },
      {
        "title": "اجراءات توزيع الأغذية",
        "subItems": [
          "- عربات توزيع الأغذية يتم الحفاظ عليها نظيفة وجافة ومغطاة ومدعمة بالحرارة",
          "- الأغذية الساخنة يتم حفظها فوق 62 درجة بينما الأغذية الباردة تحت 5 درجات ويتم التخلص منها بعد مرور ساعتين من إرسالها",
          "- أدوات استعمال مرة واحدة مثل الأطباق، الأكواب، الملاعق، الشوك، السكاكين، المناديل تستخدم عند إعطاء الطعام للمرضى في مناطق العزل"
        ]
      },
      {
        "title": "غسيل الأواني",
        "subItems": [
          "- كل الأواني والأدوات يجب تعقيمها بالماء الساخن بعد الغسيل اليدوي",
          "- حاويات الأغذية وأواني الطبخ يتم غسلها مباشرة بعد تفريغها وتجفيفها"
        ]
      },
      {
        "title": "تسليم المخلفات",
        "subItems": [
          "- حاويات القمامة كافية العدد ومتوزعة بطريقة جيدة في المطبخ وحماية من الحشرات والقوارض ولها غطاء يحكم بالقدم",
          "- فصل المخلفات المناسب باستخدام الأكياس الملونة حسب كل سياسة",
          "- تجميع ونقل ووزن المخلفات يتم بالطريقة الصحيحة مع ارتداء أدوات الوقاية الشخصية المناسبة",
          "- التنظيف اليومي لحاويات المخلفات بالماء والصابون ثم الكلور المخفف"
        ]
      },
      {
        "title": "منطقة التخزين",
        "subItems": [
          "- العاملون بالمطبخ على علم بالتخزين الصحي في المطبخ وتنفيذ الاتي: الأغذية يتم تخزينها في مناطق جيدة التهوية ونظيفة وجافة",
          "- مناطق منفصلة لتخزين الخضروات واللحمة والفاكهة",
          "- يتم تخزين الأغذية فوق مستوى الأرض وبعيداً عن الحوائط",
          "- المراقبة المنتظمة للمنتجات الجافة في مناطق التخزين",
          "- يتم تجنب التلوث العابر بين الأغذية وكذلك بين أنواع الأغذية المختلفة",
          "- الخضروات والفاكهة الطازجة في أكياس بلاستيك نظيفة عندما لا يتم استخدامها وبعيداً عن اللحوم الخام أو منتجات المأكولات البحرية في الثلاجة",
          "- يتم تخزين الأغذية في درجة حرارة مناسبة (التفريز أقل من -18 درجة والثلاجة 2-7 درجات) ويتم تسجيلها",
          "- بقايا الطعام يتم تخزينها خلال ساعتين في حاويات مغطاة للثلاجات ويتم وضع الصق عليها مكتوب عليها التاريخ",
          "- الأغذية التي يمكن أن تنسكب يتم حفظها في حاويات أو صواني مغطاة بشكل مناسب ويتم وضعها في الجزء السفلي من الثلاجة.",
          "- تخزين المياه وفقا للسياسة"
        ]
      },
      {
        "title":"السجلات ",
        "subItems": [

          "- حرارة كل الثلاجات والفريزر (يتم مراقبتها وتسجيلها بشكل يومي)",
          "- توقيع باالمضاء من العاملين بالمطبخ والمسئولين عن التغذية باالبالغ في حالة وجود أعراض نزلة معوية أو عدوى الجهاز التنفسي أو الإسهال أو عدوى الأيدي",
          "- حرارة غسالة الأطباق يتم مراقبتها بشكل يومي",
          "- نتائج اختبار المياه في آخر 6 شهور"
        ]

      }




    ]}

,

  {
    "checkList":    "معالجة النفايات",
    "items":[

      {
        "title": "التحتية البنية",
        "subItems": [
          "- يوجد مكان حديث ومناسب ومعتمد من قبل لجنة منع ومكافحة العدوى ويسهل الوصول اليه وكلك مناقشة التعامل مع انواع النفايات المختلفة من المصدر للمستشفى النهائي",
          "- يوجد غرفة خاصة لتخزين النفايات الخطرة منفصلة وبعيدة عن النفايات الغير خطرة",
          "- يوجد دليل متاح انه مقاول النفايات مسجل برخصة سارية",
          "- هل النفايات يتم معالجتها داخل المستشفى؟ هناك يجب على الاقل محرقة صديقة البيئة أو اوتوكالف تقطيع في منطقة منفصلة",
          "- يوجد عقود صيانة سارية المفعول للماكينات ولا يوجد ماكينات عاطلة عن العمل",
          "- يوجد غرفة مخصصة لتغيير الملابس والاكل والشرب"
        ]
      },
      {
        "title": "العاملون",
        "subItems": [
          "- العاملين ملتزمين بممارسة منع ومكافحة العدوى من حيث الزي الواجب ارتداؤه – اداب السعال – النظافة الشخصية ( ممنوع الاظافر الطويلة – طلاء الاظافر – الاكسسوارات )",
          "- العاملون مع النفايات المعدية تم تطعيمهم ضد العدوى المنقولة عن طريق الدم و يتم تدريبهم علي كيفية التعامل امن مع النفايات"
        ]
      },
      {
        "title": "نظافة اليدين (غسيل اليدين)",
        "subItems": [
          "- يوجد حوض منفصل لغسيل اليدين",
          "- الصابون و امدادات التجفيف متوفرة بجانب الحواض كما يوجد ملصقات توضيحية عن كيفية غسيل اليدين",
          "- مضخات الصابون السائل يتم تنظيفها بالماء والصابون ويتم تطهيرها يوميا قبل اعادة ملئها ولا يتم اضافة الصابون السائل للمضخات الممتلئة جزئيا -عامل التنظيف مدرب علي غسيل اليدين المناسب",
          "- اليدين يتم غسلها فورا بعد التعامل مع النفايات",
          "- معدلات الاستجابة لنظافة اليدين يتم مراقبتها بصفة منتظمة والنتائج يتم مناقشتها في اجتماعات لجنة منع ومكافحة العدوى لتصحيح الافعال وكذلك العاملون علي علم بالنتائج"
        ]
      },
      {
        "title": "ادوات الوقاية الشخصية",
        "subItems": [
          "- ادوات الوقاية الشخصية مناسبة وكافية ومتاحة ويسهل الوصول اليها",
          "- ادوات الوقاية الشخصية يتم استخدامها وفقا لالاستخدام الاساسي أو الجراءة من خلال التدريب المنتظم علي الاستخدام المناسب & خطوات الارتداء والخلع والتغيير والتخلص منها",
          "- قفازات المهام الصعبة يتم تنظيفها وتطهيرها وتحفظ جافة بعد كل استخدام"
        ]
      },
      {
        "title": "تسليم النفايات",
        "subItems": [
          "- توفر احتياجات فصل المخلفات الطبية في اماكن يسهل الوصول اليها",
          "- أكياس النفايات وصناديق الامان يتم تصنيفها وتخزينها في عربات وليس على الارض",
          "- النفايات يتم فصلها في المصدر ويتم التخلص منها بالطريقة الصحيحة في اكياس ملونة بالكود داخل سالات مهملات نظيفة",
          "- اغطية على صناديق النفايات الخطرة",
          "- حاويات الالت الحادة مؤمنة بشكل صحيح وليست ممتلئة ولا يتم وضعها على الارض في الاقسام",
          "- السرنجات في صناديق الامان يتم التخلص منها كوحدة واحدة ولا يتم تغطيتها ولا ثنيها ولا كسرها"
        ]
      },

      {
        "title": "جمع ونقل النفايات الخطرة",
        "subItems": [
          "- النفايات يتم تجميعها وارسالها لغرفة التخزين المؤقت عندما يتم ملئها 3/4 أو بعد كل شيفت",
          "- التجميع والنقل يتم في عربات مخصصة مانعة للتسريب مع اغطية مغلقة جيدا وتسمى باشارة خطر",
          "- العربة مصنوعة من مادة سهلة التنظيف وبها محبس حنفية في القاع يسمح للماء بالنزول بعد عملية التنظيف",
          "- اكياس النفايات و صناديق الامان يتم غلقها باحكام و ممتلئة الي ثالث ارباعها فقط",
          "- اكياس النفايات وصناديق الامان يتم وضع ملصق عليها بالتاريخ والوقت والمكان والوزن",
          "- النفايات يجب ان يتم وزنها في فترة غرفة التخزين في القسم قبل النقل",
          "- النقل في طريق خاص وفي وقت بعيد عن الزحام"
        ]
      },
      {
        "title": "منطقة التخزين",
        "subItems": [
          "- غرفة التخزين المؤقت في منطقة مؤمنة بعيد عن العامة مع غلق الابواب ويتم وضع اشارة خطر",
          "- غرفة التخزين المؤقت يتم تصميمها وفقا للمعايير الارشادية باعتبار حوائط وارضيات سهلة التنظيف ومصدر للمياه وتصريف للمياه وجيدة التهوية ومحمية من الحشرات والقوارض",
          "- النفايات يجب ان يتم وزنها قبل التخزين بموازين مخصصة للوزن في مدخل الغرفة",
          "- اكياس النفايات لا يتم تكديسها في غرف التخزين ويتم ازالتها بانتظام من غرفة التخزين ( حد اقصى كل يوم في فصل الصيف وكل يومين في فصل الشتاء )",
          "- كل النفايات الخطرة يتم تخزينهات داخل الغرفة ولا يوجد شيئ خارجها",
          "- الباب مغلق دائما"
        ]
      },
      {
        "title": "معالجة التعرض للدم",
        "subItems": [
          "- معالجة التعرض للدماء او لسوائل الجسم وفقا الجراءات منع ومكافحة العدوى",
          "- صينية الانسكابات متاحة ومفعلة"
        ]
      },
      {
        "title": "معايير تنظيف وتطهير البيئة",
        "subItems": [
          "- مواد التنظيف والتطهير متاحة",
          "- عربات التجميع والنقل يتم تنظيفها وتطهيرها يوميا وتترك حتى تجف",
          "- العاملون ينظفوا ارضيات غرف التخزين بالماء والصابون مع كل شيفت وحينما تصبح متسخة",
          "- تطهير الوحدة بالكلور مرتين يوميا وفورا بعد انسكاب الدم بدون خلط الكلور بالصابون اثناء التنظيف (مع االخذ في الاعتبار وقت التلامس)",
          "- سلة المهمالت الخطرة يتم تنظيفها وتطهيرها يوميا",
          "- ال يوجد حشرات او قوارض"
        ]
      },
      {
        "title": "السجلات",
        "subItems": [
          "- يوجد دفتر لتسجيل عدد وجودة ووزن النفايات والقسم للنفايات التي يتم استقبالها في غرفة التخزين ودفتر اخر في غرفة التخلص",
          "- يوجد دفتر لتسجيل استلام النفايات الممزقة والرماد",
          "- يوجد دفتر يوضح نتائج المؤشر البيولوجي والوتوكالف التقطيع ( يتم عمله اسبوعيا )",
          "- يوجد دفتر لزيارات الصيانة والتثبيت والاصلاح"
        ]
      }




    ]},
  {
    "checkList":   "المشرحة",
    "items":[

      {
        "title": "البنية التحتية والاعتبارات",
        "subItems": [
          "- يوجد مكان مناسب وحديث وموثق من قبل لجنة منع ومكافحة العدوى ويسهل به الاجراء",
          "- يوجد غرفة مخصصة لتغيير الملابس والاكل والشرب",
          "- وحدة المشرحة تتميز بالتخطيط المناسب مع نظام صرف وظيفي ونظام تهوية جيد وجدران وأرضية سهلة التنظيف"
        ]
      },
      {
        "title": "الطاقم والعاملون",
        "subItems": [
          "- التزام العاملين بتعليمات مكافحة العدوى من ناحية الالتزام بالزي المحدد / آداب السعال / غسيل اليدين / خلع المجوهرات / قص الاظافر / طلاء الاظافر"
        ]
      },
      {
        "title": "نظافة اليدين",
        "subItems": [
          "- يوجد حوض مخصص لغسيل اليدين اثناء العمل مع صابون كافي ومطهرا كافيا وامدادات تنشيف وملصقات توضح الطريقة الصحيحة لغسيل اليدين بجوار كل حوض",
          "- مضخات الصابون السائل يتم غسلها بالماء والصابون وتطهيرها بواسطة الكحول والا يتم اضافة صابون سائل للمضخات المملوءة جزئيا",
          "- يتم عمل مالحظة لنسبة التزام العاملين بغسيل اليدين بطريقة دورية وتبليغ العاملين بها ومناقشة النتائج في اجتماع لجنة مكافحة العدوى التخاذ الاجراء التصحيحي"
        ]
      }
    ,
      {
        "title": "ادوات الوقاية الشخصية",
        "subItems": [
          "- ادوات الوقاية الشخصية مناسبة وكافية ومتاحة ويسهل الوصول اليها",
          "- الاختيار الجيد لادوات الوقاية المناسبة وفقا لنوع الاجراء وحالة الجثة قبل الموت ) جثة معدية ( ويتم تغيير ادوات الوقاية الشخصية بين الجثث وبعد لمس السطح"
        ]
      },
      {
        "title": "معايير تنظيف وتطهير البيئة",
        "subItems": [
          "- يتم الحفاظ على المكان نظيف وجاف وخالي من الاتربة ويتم غسله بالماء والصابون في بداية كل شيفت وعند الاتساخ بالطريقة الصحيحة بناء على سياسة مكافحة العدوى",
          "- يتم تطهير المشرحة بالكلور مرتين يوميا مع عدم خلط الكلور مع الصابون والالتزام بزمن التلامس",
          "- استخدام المطهرات بطريقة سليمة وبالنسبة الصحيحة والالتزام بزمن التلامس",
          "- اسطح المعدات ولوحات المفاتيح الخاصة باجهزة الحاسوب يتم غسلها وتطهيرها بمطهر مناسب بين كل جثة واخرى وعند التلوث ويوميا",
          "- جميع الحواض يتم غسلها بالماء والصابون وتطهيرها بالكلور",
          "- يوجد خطة للتنظيف والتطهير اليومي والاسبوعي",
          "- الاعتداء على المنطقة النظيفة يتم تغييرها عند التلوث واسبوعيا"
        ]
      },
      {
        "title": "معالجة المنسوجات",
        "subItems": [
          "- التخزين المناسب للمنسوجات النظيفة في منطقة نظيفة منفصلة",
          "- التجميع المناسب للمنسوجات المستخدمة ونقلها في عربات مغطاة الى المغسلة",
          "- الستائر غير منفذة للسوائل ويتم تغييرها عند التلوث واسبوعيا"
        ]
      }

    ,
      {
        "title": "منطقة التخزين",
        "subItems": [
          "- كل المدادات نظيفة وجافة ومخزنة بطريقة مناسبة والا توجد عناصر مخزنة على الارض او تحت الحوض"
        ]
      },
      {
        "title": "تسليم المخلفات",
        "subItems": [
          "- تتوافر احتياجات فصل المخلفات الطبية في اماكن يسهل الوصول اليها",
          "- يتم الفصل الجيد للمخلفات باستخدام الالوان المختلفة وصندوق الامان",
          "- تجميع ونقل وزن المخلفات يتم عمله بالطريقة الصحيحة مع ارتداء الواقيات الشخصية المناسبة مع وضع ملصق للمخلفات ويتم كتابة المكان والوقت والنوع على الاكياس وصندوق الامان",
          "- التنظيف اليومي لحاويات المخلفات بالماء والصابون ثم الكلور المخفف"
        ]
      },
      {
        "title": "العناصر المتعلقة بالجثة",
        "subItems": [
          "- اكياس نقل الجثة متاحة",
          "- كيس بلاستيكي للجثة للمهمات الثقيلة (مصنوع من مادة غير قابلة للقطع ومقاومة للسوائل ومنيعة مثال: فينيل ضد الماء)",
          "- الحقائب باحجام مختلفة ومناسبة ويمكن اغلاقها باحكام للنظافة باستخدام سحاب طولي كامل للاغلاق ولها حقيبة مناسبة لحمل علامة الجسم",
          "- بطاقة النقل التي تدل على انواع احتياطات العزل مرفقة بجثة المريض تحت اي نوع من العزل"
        ]
      },
      {
        "title": "ثلاجة الجثث",
        "subItems": [
          "- عدد ثلاجات الدفن مناسبة وتحافظ عليها ما بين 4-2 درجات مئوية وتسجيلها يوميا وتنظيفها وتطهيرها بشكل صحيح",
          "- يتم تطهير عربة نقل الجثة وتنظيفها بين الصناديق"
        ]
      }



    ]}

,
  {
    "checkList": "الاشعة",
    "items":[

        {
          "title": "البنية التحتية والعتبارات العامة",
          "subItems": [
            "يوجد مكان مناسب & حديث & موثق من قبل لجنة منع ومكافحة العدوى بالمستشفى ويسهل الوصول اليه",
            "تصميم الوحدة وفقا للمعايير الإرشادية للتأكد من سلامة العاملين بالمؤسسة الطبية & المرضى & الزائرين مع الدخول المقيد للمناطق الأكثر خطورة",
            "توافر الملصقات / الإرشادات / العلامات التحذيرية التي تشير إلى وجود خطر الشعاع",
            "يوجد غرفة مخصصة لتغيير الملابس & الكل & الشرب"
          ]
        },
        {
          "title": "العاملين",
          "subItems": [
            "- العاملين ملتزمين بممارسة منع ومكافحة العدوى من حيث الزي الواجب ارتداؤه – اداب السعال – النظافة الشخصية ( ممنوع االظافر الطويلة – طالء االظافر – االكسسوارات )"
          ]
        },
        {
          "title": "غسيل اليدين",
          "subItems": [
            "- حوض منفصل لغسيل اليدين باالمدادات الكافية (صابون – مناشف ورقية – مطهر- ملصقات توضيحية لطريقة غسيل اليدين ) في المنطقة الغير مقيدة",
            "- مضخات الكحول متاحة باعداد كافية (مضخة في كل محطة عمل )",
            "- مضخات الصابون السائل والبيتادين تنظف بالماء والصابون وتطهر يوميا قبل اعادة ملئها وال يعاد ملىء المضخات الفارغة جزئيا",
            "- الالتزام بغسيل اليدين بالطريقة الصحيحة في اللحظات الخمسة والوقت الكافى ) وقت التالمس ( -معدالت الالتزام بغسيل اليدين مراقبة بانتظام والنتائج تناقش في اجتماعات لجنة منع ومكافحة العدوى ألخذ الاجراءات التصحيحية والعاملون على علم بالنتائج"
          ]
        },
        {
          "title": "ادوات الوقاية الشخصية",
          "subItems": [
            "- ادوات وقاية شخصية مناسبة وكافية متاحة وسهلة الوصول اليها",
            "- يتم استخدام ادوات الوقاية الشخصية وفقا لالحتياطات القياسية والاحتياطات المتخذة لمنع انتقال العدوى من خلال التدريب المنتظم على الاستخدام المناسب وخطوات اللبس الوخلع والتغيير والتخلص منها – امداد المرضى بعباءة طبية نظيفة لكل الفحوصات الشعاعية التي تحتاج استخدام العباءة الطبية"
          ]
        },
        {
          "title": "الحقن العضلية والوريدية",
          "subItems": [
            "- امبولات متعددة الجرعات يوضع عليها الصق عليه وقت وتاريخ الفتح ويتم التخلص منها بعد 28 يوم بعد أول استخدام إذا لم توصى الشركة المصنعة خلاف ذلك",
            "- منطقة منفصلة لتحضير الأدوية بعيداً عن منطقة رعاية المرضى مع الحفاظ على عربة العلاج نظيفة وجافة",
            "- بالنسبة للدواء يتم مراجعة تاريخ انتهاء الصالحية – التلوث – الشوائب – تشققات الزجاجة – التسريبات قبل الاستخدام يُستخدم أثناء الحقن - الإجراء المانع للتلوث الوريدي",
            "- أمبولات الجرعة الواحدة أو الاستخدام الواحد يتم التخلص منها فوراً بعد الاستخدام والتخلص من أي بقايا - استخدام أمبول واحد متعدد الجرعات في وقت واحد مع تطهير الجزء العلوي منه استخدام سرنجة جديدة معقمة في كل مرة سحب"
          ]
        },
        {
          "title": "منطقة التخزين",
          "subItems": [
            "- توجد غرفة لتخزين الأدوية والمعدات تتراوح درجة حرارتها بين 22 : 25 درجة والرطوبة تصل الى 70 %",
            "- كل المدادات نظيفة وجافة ويتم تخزينها بالطريقة الصحيحة ولا توجد عناصر مخزنة على الأرض أو تحت الحوض و لا توجد معدات أو أدوية منتهية الصالحية",
            "- الثلاجات نظيفة وتحتوي على الأدوية فقط ودرجة الحرارة تتراوح بين 2: 8 ويتم تسجيلها يوميا"
          ]
        },
        {
          "title": "معالجة المنسوجات",
          "subItems": [
            "-تطهير السرير بالكلور بعد كل مريض",
            "-ملاءة السرير يتم تغييرها بين المرضى"
          ]
        },
        {
          "title": "اجراءات التنظيف والتطهير البيئي",
          "subItems": [
            "- الأسطح نظيفة وجافة وخالية من الأتربة. الوحدة يتم تنظيفها بالماء والصابون في بداية كل شفت وعند الاتساخ  فوطة مخصصة لكل مكان. التنظيف يتم بالطريقة الصحيحة وفقا لسياسات مكافحة العدوى",
            "- المطهرات تستخدم بالطريقة الصحيحة ( يتم استخدامها بالنسب الصحيحة والالتزام بوقت التالمس ). تطهير الوحدة بالكلور مرتين يوميا وفورا بعد الانسكاب الدموي بدون خلط الكلور مع الصابون أثناء التنظيف",
            "- التنظيف والتطهير الروتيني والمنتظم السطح المعدات ولوحة المفاتيح الخاصة بالكمبيوترات باستخدام المطهر المناسب وفقا لسياسات مكافحة العدوى وحين تلوثها",
            "- يوجد جدول للتنظيف والتطهير اليومي والأسبوعي",
            "- يوجد غرفة نظيفة وأخرى متسخة للخدمات والعمال",
            "- لايوجد حشرات أو قوارض"
          ]
        },
        {
          "title": "ادارة التعرض للدم",
          "subItems": [
            "- معالجة التعرض للدماء أو لسوائل الجسم وفقا الجراءات منع ومكافحة العدوى",
            "- عبوة الانسكابات الدموية متاحة و مفعلة"
          ]
        },
        {
          "title": "تداول المخلفات",
          "subItems": [
            "- فصل المخلفات المناسب باستخدام أكياس ملونة وحاويات الادوات على حسب كل سياسة",
            "- تجميع & نقل & وزن المخلفات يتم عمله بالطريقة الصحيحة مع ارتداء الواقيات الشخصية المناسبة مع وضع ملصق للمخلفات ويتم كتابة ( المكان & الوقت & النوع ) على الاكياس وصندوق الامان",
            "- التخلص من المخلفات الطبية السائلة في احواض منفصلة عميقة خاصة بها بدون بقع مع ارتداء العامل الواقيات الشخصية المناسبة بينما يقوم بوظيفته ثم ينظف ويطهر الحوض",
            "- صندوق الامان والاكياس يتم غلقها بعد امتلاء ثلث ارباعها ( السرنجات في صندوق الامان لا  يتم تغطيتها ويتما لتخلص منها كوحدة واحدة)"
          ]
        },
        {
          "title": "الاشعة التداخلية",
          "subItems": [
            "- الالتزام بالاساليب المانعة للتلوث وفقا لالجراء",
            "- ممنوع معالجة الادوات التي يعاد استخدامها في الوحدة ...يتم غمر الادوات في السائل الانزيمي ويتم ارسالها لوحدة التعقيم المركزي في حاويات محكمة الغلق",
            "- الالتزام باالحتياطات القياسية والممتدة الخاصة بمنع ومكافحة العدوى"
          ]
        }


    ]


  },
  {
    "checkList":"المغسلة" ,
    "items":[

        {
          "title": "التحتية البنية",
          "subItems": [
            "- يوجد مكان مناسب وحديث ومعتمد من قبل لجنة سياسة منع ومكافحة العدوى ويسهل به الإجراء",
            "- يوجد مدخل خاص لعربات المنسوجات المتسخة ومخرج خاص للمنسوجات النظيفة",
            "- يوجد فصل مادي بين مناطق استقبال وتوزيع المنسوجات المتسخة ومناطق الأجهزة أو الماكينات ومناطق التخزين ومناطق التسليم",
            "- ماكينات الغسيل مناسبة لاستخدام المستشفى",
            "- يوجد عقد صيانة ساري المفعول للغسالات والماكينات ولا يوجد ماكينات/غسالة عاطلة عن العمل",
            "- يوجد غرفة مخصصة لتغيير الملابس والكل والشرب",
            "- دائرة المنسوجات النظيفة والمتسخة يتم الالتزام بها"
          ]
        },
        {
          "title": "العاملون",
          "subItems": [
            "- العاملين ملتزمين بممارسة منع ومكافحة العدوى من حيث الزي الواجب ارتداؤه – اداب السعال – النظافة الشخصية ( ممنوع الأظافر الطويلة – طلاء الأظافر – الإكسسوارات )"
          ]
        },
        {
          "title": "نظافة الأيدي",
          "subItems": [
            "- يوجد حوض لغسيل الأيدي منفصل ويعمل مع صابون كافي ومطهر وامدادات التجفيف متاحة على الحوض وملصقات لطريقة غسيل الأيدي",
            "- مضخات الصابون السائل يتم تنظيفها بالماء والصابون ويتم تطهيرها يوميا قبل إعادة ملئها والا يتم إضافة الصابون السائل للمضخات الممتلئة جزئيا",
            "- يتم غسيل الأيدي فورا بعد التعامل مع المنسوجات المتسخة وبعد خلع القفازات مع الالتزام بزمن التالمس",
            "- يتم غسيل الأيدي قبل التعامل مع المنسوجات النظيفة مع الالتزام بزمن التالمس",
            "- معدلات الاستجابة لنظافة الأيدي يتم مراقبتها بصفة منتظمة والنتائج يتم مناقشتها في اجتماعات لجنة منع ومكافحة العدوى لتصحيح الافعال وكذلك العاملون على علم بالنتائج"
          ]
        },
        {
          "title": "ادوات الوقاية الشخصية",
          "subItems": [
            "- ادوات الوقاية الشخصية مناسبة وكافية ومتاحة",
            "- ادوات الوقاية الشخصية وفقا للاحتياطات القياسية لمنع العدوى والاحتياطات العدوى المنقولة من خلال التدريب بانتظام على استخدام خطوات وارتداء وخلع وتغيير والتخلص من الواقيات الشخصية"
          ]
        },
        {
          "title": "منطقة الفرز قبل الغسيل",
          "subItems": [
            "- المنسوجات المتسخة يتم استقبالها في أكياس ملونة بالكود وفقا لسياسة المستشفى",
            "- يتم الفرز في عربات مخصصة",
            "- يتم الفرز: (أ) الكشاف وجود أشياء معلقة قبل الغسيل ) إبر – سرنجات – غيار ( والتخلص منهم (ب) لنوع المنسوجات المشابهة معا وليس وفقا لدرجة الاتساخ ) مالزم – أغطية – بطاطين – ستائر (",
            "- المنسوجات يتم تسليمها بعناية",
            "- المنسوجات الملطخة بالدماء يتم استقبالها وهي مبللة"
          ]
        },

        {
          "title": "االجراءات لتشغيل ماكينات الغسيل",
          "subItems": [
            "أ- اضافة بودرة منظفة وفقا لسعة الماكينة بمعنى اضافة 10 جم / كجم من المالبس",
            "ب- اضافة المواد الكيميائية مع دورة درجة حرارة منخفضة مثل الكلور وفقا للسعة اللترية للغسالة بمعنى اضافة 3-1 ملم لكل لتر ماء  (المطهر الكيميائي أو الحراري مقبول )",
            "ت- اضافة مذيب الدم وفقا للسعة اللترية للغسالة بمعنى اضافة 5 جم /كجم من المالبس",
            "ث- ضبط درجة حرارة الغسالة بحيث التقل عن 71 درجة لمدة ال تقل عن 25 دقيقة",
            "ج- تنظيف الغسالة يوميا من الخارج"
          ]
        },
        {
          "title": "تسليم المنسوجات بعد الغسيل",
          "subItems": [
            "- تجفيف المنسوجات بالتجفيف الساخن أو الكي",
            "- المنسوجات يتم ترتيبها من حيث حالتها والمنسوجات المقطعة يتم اصلاحها قبل تخزينها لو احتياجات الاصلاح متاحة والا يتم التخلص منها"
          ]
        },
        {
          "title": "معايير تنظيف وتطهير البيئة",
          "subItems": [
            "- الوحدة نظيفة وجافة وخالية من الاتربة و يتم تنظيفها بالماء و الصابون في بداية كل شيفت و عند الاتساخ المطهرات تستخدم بالطريقة - الصحيحة )توضع بالنسب الصحيحة والالتزام بوقت التالمس(و يتم التطهير بالكلور مرتين يوميا و فورا في حالة وجود اي انسكاب دموي بدون خلط الكلور مع الصابون",
            "- كل الادوات يتم غسيلها يوميا قبل بداية العمل و بعد نهاية و عند الاتساخ",
            "- كل الحواض يتم غسلها بالماء و الصابون ثم تطهيرها بالكلور المخفف",
            "- يوجد جدول للتنظيف والتطهير والتطهير اليومي والاسبوعي",
            "- يوجد غرفة للنظافة نظيفة واخرى متسخة",
            "- لا يوجد حشرات او قوارض"
          ]
        },
        {
          "title": "معالجة التعرض للدم",
          "subItems": [
            "- معالجة التعرض للدماء او لسوائل الجسم وفقا الجراءات منع ومكافحة العدوى",
            "- صينية الانسكابات متاحة ومفعلة"
          ]
        },
        {
          "title": "منطقة التخزين",
          "subItems": [
            "- المنسوجات النظيفة يتم تخزينها في اكياس ملونة بكود مختلفة عن الاخرى للمنسوجات المتسخة",
            "- تخزين المنسوجات على ارفف خاصة وتكون دائما نظيفة مع غلق باب منطقة التخزين",
            "- المواد المنظفة والمطهرة يتم تخزينها بطريقة آمنة ومناسبة"
          ]
        },
        {
          "title": "تسليم المخلفات",
          "subItems": [
            "- توافر معدات فصل المخلفات الطبية في اماكن سهلة الوصول اليها",
            "- فصل المخلفات المناسب باستخدام اكياس ملونة وحاويات حادة على حسب السياسة",
            "- تجميع ونقل ووزن المخلفات يتم بالطريقة الصحيحة مع ارتداء الواقيات الشخصية المناسبة",
            "- التنظيف اليومي لحاويات المخلفات بالماء والصابون ثم التطهير بالكلور المخفف",
            "- صندوق الامان والاكياس يتم غلقها بعد امتلاء ثلث ارباع حجمها قبل التخلص منها"
          ]
        },
        {
          "title": "السجلات",
          "subItems": [
            "- يوجد دفتر لتسجيل الرقم – الجودة – القسم للمنسوجات الغير نظيفة",
            "- يوجد دفتر لتسجيل تسليم المنسوجات النظيفة لوحدات المستشفى – اظهار الرقم والنوع",
            "- يوجد دفتر لتسجيل عدد الدورات لكل غسالة في اليوم ودرجة الحرارة لكل منها"
          ]
        }
      ]


    }






]
